[
  {
    "name": "Absorption",
    "attribute_cost": "5 Points/Level",
    "relevant_stat": "Body",
    "description": "Absorption represents a character who grows \nstronger as they absorb kinetic energy of attacks and \nphysical impacts. Certain types of demons, elementals, \ngiant monsters, and artefacts most frequently have \nthis quality. The character can absorb up to 5 damage \nreceived from physical attacks (such as guns, swords, \npunches, energy blasts, falling, etc.) for each Level of \nthis Attribute and change them into the same number \nof Health or Energy Points before damage is inflicted \n(Health Points or Energy Points must be selected when \nthis Attribute is first assigned). The absorbed Points \nare added to the character’s current total immediately, \nwhich may temporarily raise the total above its normal \nmaximum (no more than twice the normal level) until \nthe end of the combat encounter or dramatic scene. \nDamage stopped by the character’s Armour (page 80) \nor Force Field (page 94) Attributes cannot be absorbed, \nnor can damage can both be absorbed and converted (by \nthe Conversion Attribute; page 86) at the same time.\nAbsorption does not apply to damage from non-\nphysical or complex attacks, including Weapons with \nthe following Custom Enhancements: Continuing, \nDrain (Any), Flare, Incapacitating, Irritant, Psychic, \nStun, and Tangle.",
    "level_effects": [
      {
        "level": 1,
        "text": "Up to 5 damage is absorbed"
      },
      {
        "level": 2,
        "text": "Up to 10 damage is absorbed"
      },
      {
        "level": 3,
        "text": "Up to 15 damage is absorbed"
      },
      {
        "level": 4,
        "text": "Up to 20 damage is absorbed"
      },
      {
        "level": 5,
        "text": "Up to 25 damage is absorbed"
      },
      {
        "level": 6,
        "text": "Up to 30 damage is absorbed"
      }
    ]
  },
  {
    "name": "Alternate Form",
    "attribute_cost": "4 Points/Level",
    "relevant_stat": "Body",
    "description": "A character with Alternate Form can instantaneously \ntransform into one other specific form that is determined \nduring character creation and approved by the Game \nMaster. Once selected, the choice of form cannot \nusually be altered. Alternate Form allows the character \nto possess a radically different body shape and size than \ntheir normal human form, and exhibit exotic physical \nfeatures as well. See the Metamorphosis Attribute (page \n106) for a variation on Alternate Form.\nIf a character only has a single, permanent, non-\nhuman form, this Attribute should not be applied. \nInstead, the character should acquire the relevant \nAttributes and Defects that best represent the form’s \ncapabilities. A character with several different Alternate Forms should assign this Attribute multiple times. The \nAttributes gained in the character’s Alternate Form \nobviously cannot be Dependent (page 149) upon the \nAlternate Form Attribute. Different Alternate Forms \ncan be built with different Attribute Levels as well. To \ncreate a character with unlimited additional forms, see \nthe Dynamic Powers (page 89) or Power Flux (page \n113) Attributes with a Shapeshifting speciality.\nThe extra form is built from 5 Character Points \nfor each Alternate Form Level, which can be used \nto acquire Attributes and Defects for the form. The \ncharacter retains all the Stat Values, Attribute Levels, \nEnhancements, Limiters, and Defects associated with \ntheir regular body while in the new form; the newly \nacquired Attributes and Defects add to the character’s \nnormal form. If the character’s Stats are modified by the \nAugmented Attribute (page 80) or Shortcoming Defect \n(page 164), the Derived Values (page 168) should be \nrecalculated as necessary. Unless the GM indicates \notherwise, normal clothing becomes part of the \nAlternate Form as well. An Alternate Form may only \nbe assigned if some disadvantage (social or otherwise) \nexists that make staying in form all the time a significant \ndisadvantage.\nREDUCING ATTRIBUTES\nAlthough the Attributes of an Alternate Form \nusually add on top of the character’s base Attributes, \nsometimes the character will need to “sell off” a few \nAttribute Levels to best match the player’s concept. In \nthis case, elimination of Levels returns Points to the \ncharacter, which can be allocated to other Attributes.\nFor example, a character with Level 4 Alternate \nForm can add +20 Points to create the new form. If the \ncharacter wants to reduce their Superstrength Attribute \nfrom their normal Level 2 to a new Level 0 (because \nthe Alternate Form does not possess Superstrength) the \ncharacter gains back the 8 Points spent on Superstrength. \nConsequently, the Level 4 Alternate Form now gives \nthe character +28 Points (20 + 8 = 28) to spend on \nnew Attributes. The converse is true for “buying off” \na character’s normal Defects when using the Alternate \nForm, as the Points available for the character’s Alternate \nForm are lowered appropriately by the Point reduction \nassociated with the Defect.\nIf a character needs to reduce more than two \nAttributes in their Alternate Form, or the secondary \nform is intended to be weaker than the character’s \nprimary form (such as a powerful vampire changing into \na bat), it is probably better to assign the Metamorphosis \nAttribute (page 106) instead of Alternate Form. \nFurthermore, if two or more players wish to create a \ncombined and merged form for their characters, it is \nbetter to assign the Merge Attribute (page 103).Greg Doachi(e Odr2er 495087857)\nATTRIBUTES\nATTRIBUTES\n  SSAMPLE ALTERNATE FORMSAMPLE ALTERNATE FORMS\nThe examples below suggest some Attributes that \nmay be appropriate for specific Alternate Forms, but the \nGM can modify them if desired; it’s a non-exhaustive \nlist. For forms that simply represent different states of \nmatter (such as liquid, gaseous, or incorporeal), the \nChange State Attribute (page 82) may be a better option.\nANIMAL FORMS\nMany nature-based shapeshifters have one or more \nanimal-hybrid forms. Suggested Attributes: any that are \nrelevant to the specific animal form, such as Armour, \nAttack Mastery, Features, Flight, Heightened Senses, \nJumping, Special Movement, Tough, T unnelling.\nELEMENTAL/CHEMICAL FORMS\nThis option covers a wide range of possible forms, \nincluding: acid, base, gold, granite, ice, mercury, water, \nsulphur, synthetic drugs, etc. Suggested Attributes: \nArmour, Augmented, Change State, Elasticity, Extra \nArms, Ground Speed, Massive Damage, Regeneration, \nResilient, Special Movement, Superstrength, Swarm, \nTough, Water Speed, Weapon.\nFLAME FORM\nThe character is composed of fire and can ignite \nflammable objects on contact. Any person near the \ncharacter may suffer burn damage as well. Suggested \nAttributes (which may be optimised for heat and fire): \nArmour, Control Environment, Conversion, Flight, \nForce Field, Weapon (with Aura).\nMELDING FORM\nThe character can meld into any inanimate object \nand perceive nearby events as though they are still \nhuman. Once merged, the character cannot be harmed \nunless the object is damaged. Suggested Attributes: \nChange State, Resilient, Teleport (within the melded \nobject), T unnelling.\nMASS DECREASE\nThe character can decrease their density. Suggested \nAttributes: Change State, Special Movement. Suggested \nDefects: Fragile.\nMASS INCREASE\nThe character can increase their density. Suggested \nAttributes: Armour, Massive Damage, Tough.\nSUPERHUMAN OR MAGICAL FORM\nSome characters like magical girls and heroes \nmaintain dual human/super identities and do not \nhave access to all of their Attributes until transformed. \nSuggested Attributes: any that are relevant to character’s \nother form, often including Armour, Augmented, Extra \nActions, and Weapon.TWO-DIMENSIONAL FORM\nA 2D character has height and width, but not \ndepth. They can squeeze through the spaces between \natoms and are completely invisible when viewed from \nthe side. An entire new two-dimensional universe may \nbe waiting to be explored by such a character. Suggested \nAttributes: Pocket Dimension, Resilient, Special \nMovement, Superspeed.",
    "level_effects": [
      {
        "level": 1,
        "text": "Alternate Form is built with up to 5 Points"
      },
      {
        "level": 2,
        "text": "Alternate Form is built with 6-10 Points"
      },
      {
        "level": 3,
        "text": "Alternate Form is built with 11-15 Points"
      },
      {
        "level": 4,
        "text": "Alternate Form is built with 16-20 Points"
      },
      {
        "level": 5,
        "text": "Alternate Form is built with 21-25 Points"
      },
      {
        "level": 6,
        "text": "Alternate Form is built with 26-30 Points"
      }
    ]
  },
  {
    "name": "Alternate Identity",
    "attribute_cost": "1 Point/Level",
    "relevant_stat": "Body",
    "description": "This is a much less powerful version of the Alternate \nForm Attribute. The character has one Alternate \nIdentity per Level, which may vary in race, gender, \nlooks, age, or even status.\nEach Alternate Identity will have a different physical \ndescription, but the character’s Attributes do not \nchange. The only exceptions to this are any Attributes \nthat are tied to their looks and any relationships that \ndiffer from one identity to the other, such as Features \n(Appearance) and possibly Connected, as well as the \nDefects Hounded, Marked, Nemesis, Significant Other, \nUnappealing, and Wanted. \nAlternate Identity can also be assigned to Items \nthat perform similar cosmetic changes, such as a car \nthat (while keeping most of its Attributes) can change \nits apparent model, paint job, and license, or magical \ncosplay clothes that can change into a series of different \nalternate outfits.\nTo have a character who can change into any identity \nat will, without changing their Attributes, assign \nDynamic Powers (page 89) with a minor “identity \nchanging” specialty at Level 1 for 10 Points and this will \ncover someone who can assume any form they wish. \nStill another way to change apparent identity is with the \nIllusion (page 97) or Projection (page 114) Attributes.",
    "level_effects": [
      {
        "level": 1,
        "text": "One Alternate Identity"
      },
      {
        "level": 2,
        "text": "Two Alternate Identities"
      },
      {
        "level": 3,
        "text": "Three Alternate Identities"
      },
      {
        "level": 4,
        "text": "Four Alternate Identities"
      },
      {
        "level": 5,
        "text": "Five Alternate Identities"
      },
      {
        "level": 6,
        "text": "Six Alternate Identities"
      }
    ]
  },
  {
    "name": "Armour",
    "attribute_cost": "2 Points/Level",
    "relevant_stat": "—",
    "description": "The Armour Attribute can represent actual armoured \nplates or simply skin or clothing that is highly resistant \nto damage. It is most often found on combat vehicles, \ncyborgs and androids, giant monsters, and powerful \nbeings. Each Level of the Attribute provides an Armour \nRating of 5. The damage inflicted by a successful attack \non the character is reduced by their Armour Rating. \nFor example, if an attack inflicted 30 damage and the \ncharacter had Armour Level 2 (Armour Rating 10) \nthey would only lose 20 Health Points. For a high-tech \nor magical alternative to Armour, see the Force Field \nAttribute (page 94).  LLIMITERIMITER\nEMPHASISED \nThe Armour is focussed against a particular \nuncommon attack form such as fire, cold, acid, \nelectricity, etc. It provides double Armour Rating \nprotection against the particular attack form but only \nhalf protection against other sources of damage. A \ncharacter can acquire both Emphasised Armour and \nordinary Armour, even at different Levels, by assigning \nthe Armour Attribute twice.\nOPTIMISED \nCounts as 2 Limiters (Attribute effectiveness \nincreased by 2 Levels). Similar to the Emphasised \nLimiter with double Armour Rating protection but \nthe Armour provides no protection against sources of \ndamage other than the uncommon attack form.",
    "level_effects": [
      {
        "level": 1,
        "text": "Armour Rating = 5"
      },
      {
        "level": 2,
        "text": "Armour Rating = 10"
      },
      {
        "level": 3,
        "text": "Armour Rating = 15"
      },
      {
        "level": 4,
        "text": "Armour Rating = 20"
      },
      {
        "level": 5,
        "text": "Armour Rating = 25"
      },
      {
        "level": 6,
        "text": "Armour Rating = 30"
      }
    ]
  },
  {
    "name": "Attack Mastery",
    "attribute_cost": "1 Point/Level",
    "relevant_stat": "—",
    "description": "Attack Mastery denotes either an innate killer \ninstinct or the character’s intimate knowledge of a \nwide range of offensive combat techniques covering \nall aspects of armed and unarmed encounters. The \nMelee Attack (page 189) and Ranged Attack (page 116) \nAttributes lets a character specialise with particular \nweapons or specific styles, but Attack Mastery allows \na character to pick up any weapon (or use none at all) \nand be dangerously proficient. See page 169 for more \ninformation on the Attack Combat Value.",
    "level_effects": [
      {
        "level": 1,
        "text": "Attack Combat Value increases by 1"
      },
      {
        "level": 2,
        "text": "Attack Combat Value increases by 2"
      },
      {
        "level": 3,
        "text": "Attack Combat Value increases by 3"
      },
      {
        "level": 4,
        "text": "Attack Combat Value increases by 4"
      },
      {
        "level": 5,
        "text": "Attack Combat Value increases by 5"
      },
      {
        "level": 6,
        "text": "Attack Combat Value increases by 6"
      }
    ]
  },
  {
    "name": "Augmented",
    "attribute_cost": "2 Points/Level",
    "relevant_stat": "—",
    "description": "This Attribute is useful when a character should \nhave one or more high Stat Values, but the player wants \nto indicate that the elevated Stats are derived from \none particular source (such as magic or technology Greg Doachi(e Odr2er 495087857)\nATTRIBUTES\nATTRIBUTES\nor supernatural ability) instead of being part of the \ncharacter’s innate nature. When this Attribute is \nassigned, the player must specify which of the three \nStats is being Augmented (you can assign Augmented \nup to three times if desired to cover all three Stats). \nIn most instances, assigning Character Points to the \nAugmented Attribute or to the Stat directly results in \nthe same benefit: a character with a Body of 9 and a \ncharacter with a Body of 4 with the Augmented (Body \nStat) Attribute at Level 5 both have an effective Body \nStat of 9.",
    "level_effects": [
      {
        "level": 1,
        "text": "Selected Stat is increased by 1 Stat Value"
      },
      {
        "level": 2,
        "text": "Selected Stat is increased by 2 Stat Values"
      },
      {
        "level": 3,
        "text": "Selected Stat is increased by 3 Stat Values"
      },
      {
        "level": 4,
        "text": "Selected Stat is increased by 4 Stat Values"
      },
      {
        "level": 5,
        "text": "Selected Stat is increased"
      },
      {
        "level": 6,
        "text": "Selected Stat is increased by"
      }
    ]
  },
  {
    "name": "Capacity",
    "attribute_cost": "1 Point/Level",
    "relevant_stat": "—",
    "description": "The Capacity Attribute is a very \ncommon technological feature for \nvehicle and location Items, but it can \nalso be applied to a character \nlarge enough to carry people \nor cargo inside itself, such as a \ngiant mecha, living starship, \nor a god with a city in its \nbody. This capacity is in \naddition to the one person \nthat is assumed to fit normally \ninside a robot, vehicle, or \nlocation. The Capacity Attribute \ncan be assigned any number of \ntimes for Items, but unless the Item \nis supernaturally bigger inside than it is \noutside, you should also assign an \nappropriate level of the Awkward \nSize Defect (page 156).\nNote that the Capacity Attribute \nassumes operation of the Item in \na normal gravity environment. \nFor ships and other Items in \nspace away from the stress of a \nsignificant gravity source, the cargo \nmass carrying capacity should be \nmultiplied by 1,000.Level 1 Can carry an extra 1 person (200 kg)",
    "level_effects": [
      {
        "level": 2,
        "text": "Can carry +2 people (500 kg)"
      },
      {
        "level": 3,
        "text": "Can carry +5 people (1 tonne)"
      },
      {
        "level": 4,
        "text": "Can carry +10 people (2 tonnes)"
      },
      {
        "level": 5,
        "text": "Can carry +25 people (5 tonnes)"
      },
      {
        "level": 6,
        "text": "Can carry +50 people (10 tonnes)"
      },
      {
        "level": 7,
        "text": "Can carry +100 people (25 tonnes)"
      },
      {
        "level": 8,
        "text": "Can carry +250 people (50 tonnes)"
      },
      {
        "level": 9,
        "text": "Can carry +500 people (100 tonnes)"
      },
      {
        "level": 10,
        "text": "Can carry +1,000 people (200 tonnes)"
      },
      {
        "level": 11,
        "text": "+  Double capacity of the previous Level"
      }
    ]
  },
  {
    "name": "Change State",
    "attribute_cost": "3 Points/Level",
    "relevant_stat": "Body",
    "description": "The character can change into a different state of \nmatter – liquid, gaseous, incorporeal, or energy – for \neither a short duration (one dramatic scene) or long \nduration (several hours), depending on the Attribute \nLevel. A character normally requires a full combat \nround (several seconds) to change between states. When \nthis Attribute is activated, the character’s body lacks full \nsolidarity of a regular form and they don’t have the same \nphysical requirements (such as breathing, sleeping, \neating, etc.) as a normal solid form. Examples of anime \ncharacters that may change into such forms include \nspirits, elementals, monsters, undead, and wizards. This \nAttribute can be assigned multiple times to represent a \ncharacter with more than one non-solid state.\nLIQUID STATE\nA character in liquid state is amorphous and may \nresemble a mobile puddle of water. The character is \nmaterial (but not solid) and can flow through cracks \nin walls, under doors, through pipes, etc. They cannot \npick up solid objects and can only exert the pushing \nforce of a gentle wave. Most physical attacks inflict one-\nhalf normal damage to the character (round down), but \nattacks that cover a wide area may inflict full damage. \nThe character moves at normal speed over ground and \ncan also move through other liquids at a similar speed \n(if the character has the Water Speed Attribute, then \nthose higher speeds are possible).\nGASEOUS STATE\nThis state is less substantial than a liquid state. The \ncharacter cannot pick up solid objects and can only \nexert the pushing force of a gentle wind. Most physical \nattacks inflict only one-fifth normal damage (rounded \ndown) but attacks that cover a wide area may inflict full \ndamage. The character can move through air at their \nnormal ground speed (if the character has the Flight \nAttribute, then those higher speeds are possible).\nINCORPOREAL STATE\nAn Incorporeal state is without physical substance \n(for example, a ghost or living shadow). The character \ncan pass through walls, walk on air or water, and \nperform similar ghost-like feats, though the character \nis still visible as normal. All physical attacks harmlessly \npass through the character while incorporeal, while \nnon-physical attacks (such as mental attacks) retain \ntheir full effects.\nENERGY STATE\nAn Energy state is similar to an incorporeal state, \nexcept the character does not have a normal visible form and only extraordinary non-physical attacks can \naffect them (at the GM’s discretion). The energy can \nbe represented by a force such as electricity, radiation, \nlight, or sound, or can represent a more abstract state of \nenergy such as emotion, data, dream, or one of many \nother possibilities.\n  EENHANCEMENTNHANCEMENT\nQUICK CHANGE \nRather than requiring several seconds, the character \ncan change states nearly instantaneously and may \nattempt to do so as part of a defence roll against an \nincoming attack. This Enhancement grants the \ncharacter minor edge (page 182) on the defence roll and \nsuccess indicates the character changed states instead of \nevading the attack (which may avoid or reduce damage, \ndepending on the state and nature of the attack).",
    "level_effects": [
      {
        "level": 1,
        "text": "The character can change into a liquid"
      },
      {
        "level": 2,
        "text": "The character can change into a liquid"
      },
      {
        "level": 3,
        "text": "The character can change into a gaseous"
      },
      {
        "level": 4,
        "text": "The character can change into a gaseous"
      },
      {
        "level": 5,
        "text": "The character can change into an"
      },
      {
        "level": 6,
        "text": "The character can change into an"
      },
      {
        "level": 7,
        "text": "The character can change into an energy"
      },
      {
        "level": 8,
        "text": "The character can change into an energy"
      }
    ]
  },
  {
    "name": "Cognition",
    "attribute_cost": "2 Points/Level",
    "relevant_stat": "Mind",
    "description": "The Character has either Precognition (the ability to \naccess potential visions of the future) or Postcognition \n(the ability to see true events of the past). The player \nmust decide which of these two abilities their character \nhas during character creation or assign this Attribute \ntwice to represent both abilities. Note that Cognition is \na GM-defined Attribute, which allows them to limit its \napplication and scope within the game.",
    "level_effects": [
      {
        "level": 1,
        "text": "The character can see up to a few"
      },
      {
        "level": 2,
        "text": "The character can see up to 1 minute into"
      },
      {
        "level": 3,
        "text": "The character can see up to 10 minutes"
      },
      {
        "level": 4,
        "text": "The character can see up to 1 hour into"
      },
      {
        "level": 5,
        "text": "The character can see up to 1 day into"
      },
      {
        "level": 6,
        "text": "The character can see up to 1 week into"
      }
    ]
  },
  {
    "name": "Combat Technique",
    "attribute_cost": "1 Point/Level",
    "relevant_stat": "—",
    "description": "The Combat Technique Attribute allows a character \nto perform astounding feats with a variety of weapons \nor while unarmed. Each Level gives the character one \ncombat technique; the Game Master will determine if a \nspecific manoeuvre can be assigned multiple times. The \nGM and players are encouraged to develop their own \ncombat techniques as well.\nBLIND FIGHTING\nThe character can fight hand-to-hand in poor light \nor absolute darkness, or against an invisible opponent, \njust as effectively as under normal conditions. \nBLIND SHOOTING\nThe character can attack with ranged weapons in \npoor light or absolute darkness, or against an invisible \nopponent just as effectively as under normal conditions.\nBRUTAL\nNormally, unarmed attacks are a free Weapon \nAttribute at Level 0 (see page 134) for all characters. \nOne assignment of this Technique increases unarmed \nattacks to a Weapon Level 1.\nCONCEALMENT\nThe character has an uncanny ability to conceal \nhand-held objects about their person. As long as the \ncharacter has something to hide the equipment (even \nif it’s only long hair or a light robe) the character’s \nweapons will not be noticed by anything short of an \nactual physical search.\nDEFLECTION\nWith a successful defence roll (page 192), the \ncharacter can stand their ground and deflect a ranged \nattack away harmlessly instead of dodging or blocking \nthe incoming attack. This Technique is often used \nto impress or intimidate the opponent, or when the \ncharacter does not want to give ground. The GM may \ndecide that some types of attacks cannot be deflected.\nEXTENDED RANGE\nCharacters with this Technique can double the \ndistances when using ranged weapons (see Range \nEnhancement, page 147).JUDGE OPPONENT\nThe character can judge their opponent’s \napproximate Combat Value and weapon ability from \nthe foe’s attitude and posture even without actually \nseeing them fight. Additionally, the character can \naccurately estimate the opponent’s remaining Health \nPoints. For both of these advantages, the GM should \nprovide descriptive indications such as “your enemy \nis much better than you are with a sword, but if you \nconnect a few times with your fireball blast, it will drop \nhim,” rather than saying “the enemy’s Attack Combat \nValue is 7, with a Melee Attack (Sword) Attribute Level \n2, and he has 60 Health Points remaining.”\nLETHAL BLOW\nNormally, unarmed attacks inflict Stun damage \n(see the Weapon Enhancement Stun, page 141). A \ncharacter with this Technique inflicts normal damage \nwith unarmed attacks instead.\nLIGHTNING REFLEXES\nThe character reacts quickly in combat and \nfrequently outmanoeuvres opponents. One assignment \nof this technique gives the character a minor edge on \nInitiative rolls while two assignments gives the character \na major edge (see page 182).\nPORTABLE ARMOURY\nThe character will always have easy access to any \nweapon required for a particular task, including illegal \nweapons and accessories not available to the general \npublic. The actual weapons and accessories must still \nbe acquired via the Gear (page 95) or Item (page 101) \nAttributes, but remarkably, the character can access \nthem whenever needed, instead of being forced to return \nto where they are normally stored. Characters with \nPortable Armoury may also make field modifications on \ntheir weapons, switching Features such as laser sights or \nscopes in a single round.\nREFLECTION\nIf the character has the Deflection Combat Technique \n(see above) and makes both a successful Deflection \ndefence and a successful attack roll (which uses up their \nnext attack action), they can reflect a ranged attack \ntowards any target within range (including the attacker) \nwithout damaging the blocking object. This Reflection \nis treated as a normal attack against the target. The \nGM may decide that some types of attacks cannot \nbe reflected or can only be reflected under certain \ncircumstances (such as requiring a mirrored surface to \nreflect a laser attack).\n05: ATTRIBUTES\nPAGEPAGE\n8383Greg Doachi(e Odr2er 495087857)\nATTRIBUTES\nATTRIBUTES05: ATTRIBUTES\nPAGEPAGE\n8484TOURNAMENT ENCYCLOPAEDIA\nThe character has the ability to recall the vital statistics \nand important quirks of practically all opponents that \nhave participated in one type of tournament (player’s \nchoice; possibilities include martial arts, magical, \ngiant robot, pet monster duels, jousting, grand melee, \netc.). This includes, but is not limited to: age, physical \nfitness, famous victories or defeats, approximate skill, \nany special abilities, etc. Characters without this ability \nwill only have general information on such opponents \nunless they are particularly famous or well-known.\nWEAPONS ENCYCLOPAEDIA\nThe character has the ability to recall the vital \nstatistics and important quirks of practically all known \ncommercially available weapons. This includes its \ngeneral level of reliability as well as all vital statistics, such \nas material composition, manufacturer, ammunition \ncapacity, calibre, model year, possible outfitted \naccessories, etc. Characters without this ability will only \nhave such information on weapons they actually own or \nuse regularly.",
    "level_effects": [
      {
        "level": 1,
        "text": "One Combat Technique"
      },
      {
        "level": 2,
        "text": "Two Combat Techniques"
      },
      {
        "level": 3,
        "text": "Three Combat Techniques"
      },
      {
        "level": 4,
        "text": "Four Combat Techniques"
      },
      {
        "level": 5,
        "text": "Five Combat Techniques"
      },
      {
        "level": 6,
        "text": "Six Combat Techniques"
      }
    ]
  },
  {
    "name": "Companion",
    "attribute_cost": "4 Points/Level",
    "relevant_stat": "—",
    "description": "The character has a sidekick or assistant that perhaps \nserves as a familiar, pet, associate, close friend, general \nally, or bodyguard. Examples of Companions could \ninclude: a talking animal familiar, a robot, a high \nschool flunky, a sorcerer’s apprentice, a direwolf, a \nbound demon or ghost, a sentient starship, a dedicated \nhenchman, a vampire’s enslaved thrall, a magical stuffed \ntoy or doll, etc. Review Chapter 11 (page 226) for \nCompanion examples.\nCompanions are NPCs controlled by the GM, but \nthey will normally be loyal to their masters, and work \ntoward that character’s best interests (as they perceive \nthem). Nevertheless, they should have their own \npersonalities and may occasionally get into trouble of \ntheir own. Fellow player characters are not Companions, \nnor are NPC friends, patrons, or allies who have their \nown agendas or interests but occasionally help the \nplayer characters.\nA Companion is created in the same way as a \ncharacter and is built on 10 Character Points for every \nLevel of the Companion Attribute (Companions with negative Character Point totals fall under Level 1 of \nthis Attribute). GM permission is required to create \na Companion who has a Character Point total greater \nthan the character they serve. Some relationship-based \nDefects (such as Hounded, Obligated, Red Tape, \netc.) should not be assigned due to the Companion’s \ninnate role as a character’s subordinate. To have \nmultiple Companions, a character must either assign \nthe Companion Attribute several times (at the same or \ndifferent Levels) or instead assign the Minions Attribute \n(page 109) for a large number of relatively weak allies.",
    "level_effects": [
      {
        "level": 1,
        "text": "Companion has up to 10 Character Points"
      },
      {
        "level": 2,
        "text": "Companion has 11-20 Character Points"
      },
      {
        "level": 3,
        "text": "Companion has 21-30 Character Points"
      },
      {
        "level": 4,
        "text": "Companion has 31-40 Character Points"
      },
      {
        "level": 5,
        "text": "Companion has 41-50 Character Points"
      },
      {
        "level": 6,
        "text": "Companion has 51-60 Character Points"
      }
    ]
  },
  {
    "name": "Connected",
    "attribute_cost": "1 Point/Level",
    "relevant_stat": "Soul",
    "description": "The Connected Attribute represents a character’s \nclose relationship with a hierarchy of some sort that \ngrants them access to resources, respect, and privileges. \nExamples of such organisations include governments, \npowerful corporations, military units, feudal systems, \norganised crime rings, secret guilds and societies, and \nsome religions.\nThe organisation selected should have moderate \npower within the game setting and the GM and \nplayer should discuss the proposed organisation before \ngameplay begins to ensure they are both on the same \npage regarding the organisation’s scope and importance. \nConnected should not be assigned if the selected \norganisation will not have a meaningful impact on the \ngame and only makes appearances infrequently.\nConnected is a relatively inexpensive Attribute \nbecause the benefits the connection provides always \ncomes with strings attached. The character must follow \nthe goals of the organisation in order to gain the use \nof its resources. The other members are assumed to \nbe loyal to the organisation itself, not the Connected \ncharacter. Followers with personal loyalty to the \ncharacter are better represented by Companion (page \n84) and Minions (page 109) Attributes, while resources \nthat belong directly to the character are represented \nby Item (page 101) and Wealth (page 132) Attributes. \nThese Attributes can blend with one another, of course. \nFor example, the Prime Minister of Japan could have \nboth a high Connected Attribute (representing their \nstatus and access to resources) as well as a number of \nCompanions (those individuals personally devoted to \nthe character, for whatever reason).Greg Doachi(e Odr2er 495087857)\nATTRIBUTES\nATTRIBUTES\nFor campaigns in which all players belong to the \nsame organisation that is central to the game (such as a \nsecret society or crew of a galactic freighter company), \nthe GM may decide that the Connected Attribute is not \nrequired. Consequently, this Attribute is optional; the \nGM may prefer to treat organisation membership as a \nbackground detail instead.\nSince Connected measures absolute power that a \nparticular position grants, many smaller organisations \nwill only have a few Levels. A club or small business, for \nexample, will usually have no more than three Levels.\n  EENHANCEMENTSNHANCEMENTS\nSIGNIFICANT POWER \nThe organisation to which the character is connected \nhas significantly more influence within the game setting \nrather than just one with moderate power. In a high \nschool comedy game, for example, the school’s autocratic \nstudent council might wield significant power (while in \nmost settings it would be a completely trivial organisation \nand wouldn’t need the Connected Attribute).\nGREAT POWER \nCounts as 2 Enhancements (Attribute effectiveness \nreduced by 2 Levels). The organisation to which the \ncharacter is connected has an important and diverse role \nwithin the game setting and provides the character with \nmuch larger advantages than one with only moderate \npower. For example, a criminal organisation like the \nYakuza could be considered to have great power in a \nmodern-day urban Japan setting but merely moderate \npower in a game about mystical demonologists.Level 1 Associated. Examples include a private or \ncorporal in the army, an ordinary police \nofficer, a Mafia connected guy, the class \nrep on a student council, or a junior \nemployee in a corporation.",
    "level_effects": [
      {
        "level": 2,
        "text": "Respected. Examples include the"
      },
      {
        "level": 3,
        "text": "Modest Authority. Examples include a"
      },
      {
        "level": 4,
        "text": "Local Authority. Examples include a Mafia"
      },
      {
        "level": 5,
        "text": "Regional Authority. Examples include a"
      },
      {
        "level": 6,
        "text": "Provincial Authority. Examples include a"
      },
      {
        "level": 7,
        "text": "National Authority. Examples include the"
      },
      {
        "level": 8,
        "text": "International Authority. Examples include"
      },
      {
        "level": 9,
        "text": "Planetary Authority. Examples include"
      },
      {
        "level": 10,
        "text": "Extraplanetary Authority. Examples"
      }
    ]
  },
  {
    "name": "Control Environment",
    "attribute_cost": "1 Point/Level",
    "relevant_stat": "Soul",
    "description": "The character can initiate minor influence in \na surrounding 10-metre area over environmental \nconditions such as light, darkness, heat, cold, humidity, \nsound, smell, specific weather conditions, etc. Creating \na particular zone of environmental control requires a \ngeneral action (page 189). The effect normally lasts for \nup to one minute or dramatic scene.\nThe control is not sufficient to inflict significant \ndamage on individuals or objects within the area of \ninfluence unless the target is particularly susceptible to \ndamage from that environment (such as delicate plants \ndying from cold air, or a vampire with a sensitivity to \nbright light). For damaging environmental effects, the \ncharacter should acquire the Weapon Attribute (page \n132) with a Dependent Limiter (page 149) for the \nControl Environment Attribute. For a much more \nversatile influence over the environment (such as full \nweather control) see the Dynamic Powers (page 89) or \nPower Flux (page 113) Attributes.",
    "level_effects": [
      {
        "level": 1,
        "text": "Influence over one environment"
      },
      {
        "level": 2,
        "text": "Influence over two environments"
      },
      {
        "level": 3,
        "text": "Influence over three environments"
      },
      {
        "level": 4,
        "text": "Influence over four environments"
      },
      {
        "level": 5,
        "text": "Influence over five environments"
      },
      {
        "level": 6,
        "text": "Influence over six environments"
      }
    ]
  },
  {
    "name": "Conversion",
    "attribute_cost": "3 Points/Level",
    "relevant_stat": "Body",
    "description": "A character with this Attribute temporarily gains \nnew abilities after suffering damage. Martial artists \nwho can only deploy their most powerful “finishing \nmoves” after they are on the ropes sometimes possess \nthis ability. It is also often applicable to super robots, or \npowerful alien or demonic monsters that simply feed on \nthe energies of beams, bullets, magic, or other attacks; \nunless the right attack form is used, they will simply \nkeep getting stronger.\nA character with this Attribute still loses Health \nPoints from damaging attacks (such as guns, swords, \npunches, energy blasts, or falls), but taking damage \nalso grants additional Character Points that they can \ntemporarily assign to Attributes. Character Points can \nbe accumulated between attacks or combat rounds. \nThe gained Character Points can only be assigned to \nAttributes the character already possesses and not new \nAttributes.Damage cannot both be converted and absorbed (by \nthe Absorption Attribute, page 78) at the same time. \nConversion has no effect on attacks which inflict no \nactual damage (such as unarmed attacks with Weapon",
    "level_effects": [
      {
        "level": 0,
        "text": ") and is not effective against other offensive"
      },
      {
        "level": 1,
        "text": "The character gains 1 temporary"
      },
      {
        "level": 2,
        "text": "The character gains 2 temporary"
      },
      {
        "level": 3,
        "text": "The character gains 3 temporary"
      },
      {
        "level": 4,
        "text": "The character gains 4 temporary"
      },
      {
        "level": 5,
        "text": "The character gains 5 temporary"
      },
      {
        "level": 6,
        "text": "The character gains 6 temporary"
      }
    ]
  },
  {
    "name": "Data Access",
    "attribute_cost": "2 Points/Level",
    "relevant_stat": "Mind",
    "description": "With a successful Mind Stat check, characters with \nthis Attribute can access, read, and understand data \nfrom all computers or Silicon Age technology in the \nsurrounding area. The Attribute Level determines the \nmaximum area in which the computers can be scanned. \nTo read multiple computers over a network, the area \nLevel must be high enough to encompass the target \ncomputers. Since this Attribute can be a very powerful \ntool in a campaign, the GM and players should ensure \nit is used appropriately.\nIn a specific setting, Data Access can be modified \nto access organic information from the natural \nenvironment instead (such as in a high fantasy eco-\nmagic campaign). Characters who can control (rather \nthan just read) complex networks or robots should take \nthe Mind Control Attribute (page 108). Characters who \ncan control mechanical technology such as automobiles \nand construction equipment might instead possess the \nTelekinesis Attribute (page 125) with a specific Limiter. \nThis will let them manipulate levers, steering wheels, \nand other components remotely.",
    "level_effects": [
      {
        "level": 1,
        "text": "Can access technology within a precise"
      },
      {
        "level": 2,
        "text": "Can access technology within a small"
      },
      {
        "level": 3,
        "text": "Can access technology within a moderate"
      },
      {
        "level": 4,
        "text": "Can access technology within a building-"
      },
      {
        "level": 5,
        "text": "Can access technology within"
      },
      {
        "level": 6,
        "text": "Can access"
      }
    ]
  },
  {
    "name": "Defence Mastery",
    "attribute_cost": "1 Point/Level",
    "relevant_stat": "—",
    "description": "Defence Mastery denotes either an \ninnate danger instinct or the character’s \nintimate knowledge of a wide range of \ndefensive combat techniques covering \nall aspects of armed and unarmed \nencounters. The Melee Defence (page \n103) and Ranged Defence (page 116) \nAttributes lets a character specialise \nwith particular weapons or specific styles, but Defence Mastery allows a character to pick \nup any weapon (or use none at all) and still proficiently \ndefend. See page 169 for more information on the \nDefence Combat Value.",
    "level_effects": [
      {
        "level": 1,
        "text": "Defence Combat Value increases by 1"
      },
      {
        "level": 2,
        "text": "Defence Combat Value increases by 2"
      },
      {
        "level": 3,
        "text": "Defence Combat Value increases by 3"
      },
      {
        "level": 4,
        "text": "Defence Combat Value increases by 4"
      },
      {
        "level": 5,
        "text": "Defence Combat Value increases by 5"
      },
      {
        "level": 6,
        "text": "Defence Combat Value increases by 6"
      }
    ]
  },
  {
    "name": "Dimension Walk",
    "attribute_cost": "5 Points/Level",
    "relevant_stat": "Soul",
    "description": "This Attribute is an adventurous way to visit other \ndimensions (see Portal, page 112, for an alternate \nmethod). The character can shift from one dimension \nto an “adjacent” dimension within a few minutes by \nwalking (or riding, driving, flying, etc.) and reality \ngradually changes to match the new dimension’s reality. \nAllies within the immediate area of the character can \naccompany them on the Dimension Walk as well.\nThe character’s Level determines the degree that \nthe details of the adjacent dimension can differ from \ntheir current dimension within those few minutes. For \nexample, a character with Level 1 (insignificant changes) \ncan quickly walk to a dimension with a green sky or \none without shrimp. At Level 3 (minor changes), the \ndimension could have flying cars or neighbourhoods of \ntalking animal citizens in downtown Tokyo. At Level \n6 (major changes), the character could walk from an \nurban fantasy cyberpunk setting to a related high fantasy \nsetting where technology is replaced by magical devices. \nAt all Levels, characters can continue their Dimension \nWalk for extended periods (hours, days, or longer) \nto compound the changes to arrive at a dimension \ndestination that is completely different from the origin \ndimension, with higher-Level characters completing \ntheir travels in less time than lower-Level characters.\nThe GM also determines what dimensions are \n“adjacent” in their setting. This could limit travel to a \nreality that is subtly different, or one that is connected \nmetaphysically (as Earth is with the other Prime Worlds \nin the Anime Multiverse setting described briefly in \nthis book and expanded upon in the BESM Multiverse \nsourcebook). T ravel between specific identified \ndimensions with Dimension Walk is also possible, rather \nthan simply shifting between generic destinations. This \nAttribute represents a powerful ability and players \nshould ensure that it is compatible with the GM’s \nconcept of the campaign’s metaphysics and cosmology \nbefore selecting it for their characters.",
    "level_effects": [
      {
        "level": 1,
        "text": "The visited adjacent dimension can"
      },
      {
        "level": 2,
        "text": "The visited adjacent dimension can"
      },
      {
        "level": 3,
        "text": "The visited adjacent dimension can"
      },
      {
        "level": 4,
        "text": "The visited adjacent dimension can"
      },
      {
        "level": 5,
        "text": "The visited adjacent dimension can"
      },
      {
        "level": 6,
        "text": "The visited adjacent dimension can"
      }
    ]
  },
  {
    "name": "Dynamic Powers",
    "attribute_cost": "10 Points/Level",
    "relevant_stat": "Variable",
    "description": "Dynamic Powers represents extensive control over \na minor element, ideology, natural phenomenon, or \nsphere of influence. At low Levels, the character is \nan initiate, and can only effect small changes in the \nAttribute’s influence. At high Levels, the character holds \nmastery over a particular realm, and has an intimate \nunderstanding of all things relating to the Attribute \nsphere. Examples of minor categories over which the \ncharacter has control include: a classical element (water, \nfire, wind, earth), a limited concept or idea (lust, \nprotection, charm, pride), a minor aspect of nature \n(temperature, friction, insects, sunlight, clouds, orbits, \nsea creatures), or a limited sphere of influence (keys, \nsilence, cats, writing, guns, a small locality, nutrition).\nAlternatively, rather than influencing a simple sphere \nof influence, the character might have minor control \nover a more descriptive realm such as “never being late”, \n“always having the right amount of money”, “people \nlaugh with me, never at me”, “always having the right \noutfit for the right situation”, etc. While these event \nspheres are limited in scope, they also cross all Attribute \nboundaries when appropriate.\nIf the character makes a successful Stat roll (as \ndetermined by the GM; see Chapter 9: Action), they \ncan manipulate aspects of the chosen area of influence. \nSince this is a story-driven Attribute, there are few \ndefinitive rules regarding what a character can and \ncannot do with a particular Attribute Level, with the \nLevel progression being primarily descriptive in nature. \nThis is a very open-ended Attribute and should \nbe discussed with the GM at length to determine the \neffects and limitations in their game. It is for advanced \nplayers and Game Masters only. Proper use of Dynamic \nPowers will not unbalance the game, but rather can \nprovide many opportunities for character innovation. \nIn general, the effect can vary depending on the need \nof the story and emotional intensity of the situation. \nDynamic Powers should only be taken in campaigns \nwhere the GM is comfortable with a story-driven \napproach to the handling of powers. Game Masters \nwho do not wish to adjudicate Dynamic Powers are free \nto prohibit it, or restrict it to a very low Level. Players \nand GMs who desire a more rigid (in terms of cost and \neffect) but still highly flexible Attribute should take \nthe Power Flux Attribute (page 113). This will allow a \ncharacter to produce similar dynamic effects within a \nspecific game mechanical constraints.\n05: ATTRIBUTES\nPAGEPAGE\n8989Greg Doachi(e Odr2er 495087857)\nATTRIBUTES\nATTRIBUTES05: ATTRIBUTES\nPAGEPAGE\n9090  EENHANCEMENTSNHANCEMENTS\nMAJOR CATEGORY \nThe character’s influence extends to a major or large \ncategory that has a significant impact on the game \ninstead of just a minor one. Examples include: a broad \nconcept or idea (love, communication, travel, strength), \na major aspect of nature (weather, magnetism, gravity, \nelectricity, animals), or a broad sphere of influence \n(cities, computer data, health, necromancy, truth, \nmanufacturing, fertility, weapons, drugs, shapeshifting).\nPRIMAL CATEGORY \nCounts as 2 Enhancements (Attribute effectiveness \nreduced by 2 Levels). The character’s influence extends \nto a primal or universal category that has an extreme \nimpact on the game instead of just a minor one. \nExamples include core concepts and primary spheres \nof influence such as Time, War, Death, Life, Earth, \nStars, Thought, Magic, Force, Math, Self, Law, Chaos, \nHeaven, Hell, Dimensions, Dreams, and others.",
    "level_effects": [
      {
        "level": 1,
        "text": "The character exerts minimal control"
      },
      {
        "level": 2,
        "text": "The character exerts minor control over"
      },
      {
        "level": 3,
        "text": "The character exerts moderate control"
      },
      {
        "level": 4,
        "text": "The character exerts good control over"
      },
      {
        "level": 5,
        "text": "The character exerts significant control"
      },
      {
        "level": 6,
        "text": "The character exerts major control over"
      }
    ]
  },
  {
    "name": "Elasticity",
    "attribute_cost": "1 Point/Level",
    "relevant_stat": "Body",
    "description": "The character can stretch or contort their limbs \nand/or body to a superhuman degree. This is most \nappropriate for giant robots with telescoping arms, \nsinuous demons or aliens, and rubbery creatures. \nIncreased Levels not only provide greater flexibility, but \nalso the control over fine manipulation (such as using a \nstretched finger to move specific tumbling mechanisms \non a key lock). At high Levels, characters can squeeze \nunder doors and through small holes, as well as mimic \ncrude shapes. While stretched, the character receives \na minor edge (page 182) on unarmed attack rolls. \nExtremely malleable characters who can contort their \nbodies into a virtually unlimited number of shapes to \ngain the benefits of other Attributes should acquire the \nDynamic Powers (page 89) or Power Flux (page 113) \nAttributes instead.Level 1 Can stretch their body up to 10 cm",
    "level_effects": [
      {
        "level": 2,
        "text": "Can stretch their body up to 30 cm"
      },
      {
        "level": 3,
        "text": "Can stretch their body up to 1 m"
      },
      {
        "level": 4,
        "text": "Can stretch their body up to 3 m"
      },
      {
        "level": 5,
        "text": "Can stretch their body up to 10 m"
      },
      {
        "level": 6,
        "text": "Can stretch their body up to 30 m"
      }
    ]
  },
  {
    "name": "Enemy Attack",
    "attribute_cost": "1 Point/Level",
    "relevant_stat": "—",
    "description": "For each Level, the character gains a +2 bonus to \ntheir Attack Combat Value whenever they are battling \nspecific types of opponents. Examples include: undead \nor extra-dimensional creatures, animals, a specific \nfantasy race (orcs, goblins, trolls, etc.), members of a \nspecific organisation or gang, blood relatives, a specific \nnemesis, etc. Players are encouraged to develop a \ncompelling backstory that explains why their character \nreceives attack bonuses against these specific opponents. \nThis bonus actually increases the Attack Combat Value \nwhen attacking the specific opponents, and thus relevant \ndamage inflicted (page 193) is increased as well.\nThe benefits of Enemy Attack are cumulative with \nthose provided by the Attack Mastery (page 80), Melee \nAttack (page 102) and Ranged Attack (page 116) \nAttributes in appropriate situations.",
    "level_effects": [
      {
        "level": 1,
        "text": "Attack Combat Value increases by 2"
      },
      {
        "level": 2,
        "text": "Attack Combat Value increases by 4"
      },
      {
        "level": 3,
        "text": "Attack Combat Value increases by 6"
      },
      {
        "level": 4,
        "text": "Attack Combat Value increases by 8"
      },
      {
        "level": 5,
        "text": "Attack Combat Value increases by 10"
      },
      {
        "level": 6,
        "text": "Attack Combat Value increases by 12"
      }
    ]
  },
  {
    "name": "Enemy Defence",
    "attribute_cost": "1 Point/Level",
    "relevant_stat": "—",
    "description": "For each Level, the character gains a +2 bonus to their \nDefence Combat Value whenever they are defending \nagainst specific types of opponents in combat. Examples \ninclude: undead or extra-dimensional creatures, \nanimals, a specific fantasy race (orcs, goblins, trolls, \netc.), members of a specific organisation or gang, blood \nrelatives, a specific nemesis, etc. Players are encouraged \nto develop a compelling backstory that explains why \ntheir character receives defence bonuses against these \nspecific opponents.Greg Doachi(e Odr2er 495087857)\nATTRIBUTES\nATTRIBUTES\nThe benefits of Enemy Defence are cumulative \nwith those provided by the Defence Mastery (page 88), \nMelee Defence (page 103) and Ranged Defence (page \n116) Attributes in appropriate situations.",
    "level_effects": [
      {
        "level": 1,
        "text": "Defence Combat Value increases by 2"
      },
      {
        "level": 2,
        "text": "Defence Combat Value increases by 4"
      },
      {
        "level": 3,
        "text": "Defence Combat Value increases by 6"
      },
      {
        "level": 4,
        "text": "Defence Combat Value increases by 8"
      },
      {
        "level": 5,
        "text": "Defence Combat Value increases by 10"
      },
      {
        "level": 6,
        "text": "Defence Combat Value increases by 12"
      }
    ]
  },
  {
    "name": "Energised",
    "attribute_cost": "1 Point/Level",
    "relevant_stat": "—",
    "description": "Possessing this Attribute increases the Energy Points \nof the character, allowing them to draw on a greater \npool of internal reserves in times of need. This can \noften represent someone who has strong control over \ntheir ki or psychic energy, or simply extra stamina. \nSee the Energy Points Derived Value (page 170) for \ninformation on Energy Points and their uses.\nEnergised normally adds directly to the character’s \nEnergy Points, but it can also be acquired with a Limiter \nthat restricts its use – most often Activation (page 148), \nAssisted (page 148), Emotional (page 150), Equipment \n(page 150), or Environmental (page 150); others are \nonly applicable with GM permission. If so, it forms a \nseparate pool of Energy Points that are only usable in \ncertain circumstances, and the player will have to keep \ntrack of these Energy Points separately. An example of an \nEnergised Attribute with a Limiter would be a magical \ngirl or martial artist who had Energised (Emotional) \n– in times of crisis, an extra pool of Energy Points is \navailable. Another example would be a priest who had \nEnergised (Environmental: Temple) and consequently \ncould only access the extra Energy Points while inside \nthe house of their god.",
    "level_effects": [
      {
        "level": 1,
        "text": "Energy Points increase by 10"
      },
      {
        "level": 2,
        "text": "Energy Points increase by 20"
      },
      {
        "level": 3,
        "text": "Energy Points increase by 30"
      },
      {
        "level": 4,
        "text": "Energy Points increase by 40"
      },
      {
        "level": 5,
        "text": "Energy Points increase by 50"
      },
      {
        "level": 6,
        "text": "Energy Points increase by 60"
      }
    ]
  },
  {
    "name": "Exorcism",
    "attribute_cost": "1 Point/Level",
    "relevant_stat": "Soul",
    "description": "A character with this Attribute knows how to \nperform or create rituals, charms, or spells, or has a \npsychic power, that is capable of releasing (through \ntouch) the victims of supernatural entities, possession, \nor mind control. The Exorcism Attribute is often \ncontained within Items such as holy relics as well. An \nexorcist may make only one attempt per combat or \ndramatic scene to release the victim from the undesired \ncontrol.\nExorcism may be used to reverse the results of the \nMind Control Attribute (page 108). The attempt is \nmade against the subject of the control, but it is the \ncontroller (who may or may not be present) who resists. \nA successful exorcism releases a character who is subject \nto Mind Control. This requires an opposed roll between \nthe exorcist’s Soul Stat + twice the Exorcism Attribute \nLevel and the controller’s Soul Stat + Mind Control \nAttribute Level. If the exorcist wins, the target is freed. \nIf they fail, the target remains under control and the \nmind controller is alerted that someone is attempting to \ninterfere with that control.\nExorcism may also reverse the effects of the \nMetamorphosis Attribute (page 106) if the alteration \nis Soul-based (GM’s discretion). If it is physical in \nnature, the Healing Attribute (page 96) is used instead. \nUse the same procedure as outlined for Mind Control: \nmake an opposed roll between the exorcist’s Soul Stat \n+ twice the Exorcism Attribute Level and the source of \nthe Metamorphosis’s Soul Stat + Metamorphosis Level.\nSome exorcists also have the power to actively dispel \ndemons, undead, and other entities who are present in \nthe flesh by draining energy from them, sending them \nhome, or destroying them. This effect should instead \nbe taken as the Weapon Attribute (page 132) with the \nTargetted (and often Psychic) Enhancements.",
    "level_effects": [
      {
        "level": 1,
        "text": "Add 2 to the character’s Soul Stat roll"
      },
      {
        "level": 2,
        "text": "Add 4 to the character’s Soul Stat roll"
      },
      {
        "level": 3,
        "text": "Add 6 to the character’s Soul Stat roll"
      },
      {
        "level": 4,
        "text": "Add 8 to the character’s Soul Stat roll"
      },
      {
        "level": 5,
        "text": "Add 10 to the character’s Soul Stat roll"
      },
      {
        "level": 6,
        "text": "Add 12 to the character’s Soul Stat roll"
      }
    ]
  },
  {
    "name": "Extra Actions",
    "attribute_cost": "4 Points/Level",
    "relevant_stat": "—",
    "description": "This Attribute reflects the character’s ability to act \nextremely rapidly. Each round, the character may make \none or more additional attack or general actions – all of \nwhich occur on the character’s Initiative. In addition, \nunless two or more opponents are very close together, \nattacks with no significant range must target the same \nperson. Assigned to Items, Extra Actions can represent \ncomputer or other automatic assistance (or perhaps \nmagical enhancements).",
    "level_effects": [
      {
        "level": 1,
        "text": "Gains 1 additional action each round"
      },
      {
        "level": 2,
        "text": "Gains 2 additional actions each round"
      },
      {
        "level": 3,
        "text": "Gains 3 additional actions each round"
      },
      {
        "level": 4,
        "text": "Gains 4 additional actions each round"
      },
      {
        "level": 5,
        "text": "Gains 5 additional actions each round"
      },
      {
        "level": 6,
        "text": "Gains 6 additional actions each round"
      }
    ]
  },
  {
    "name": "Extra Arms",
    "attribute_cost": "1 Point/Level",
    "relevant_stat": "—",
    "description": "Unless indicated otherwise, all characters normally \npossess two arms and hands. By assigning this Attribute, \nthe character can acquire more – usually because they \nare of non-human origin. An “arm” is defined loosely \nas an appendage that can reach out and manipulate objects. A trunk, tentacle, or prehensile tail can be an \narm; an appendage that simply ends in a gun-barrel, \nmelee weapon, stump, or tool mount is not. Legs with \npaws or feet are not usually considered to be arms unless \nthe character has good manipulation ability when using \nthem (such as the way chimpanzees can use their feet to \ngrasp objects). Additional arms are useful for holding \nonto several things at once, but do not give extra attacks \n(for that ability, see Extra Actions Attribute on page 92).\nPossessing only one arm or no arms is reflected by \nthe Impaired Manipulation Defect (page 158).",
    "level_effects": [
      {
        "level": 1,
        "text": "1 extra arm"
      },
      {
        "level": 2,
        "text": "2 extra arms"
      },
      {
        "level": 3,
        "text": "3-5 extra arms"
      },
      {
        "level": 4,
        "text": "6-10 extra arms"
      },
      {
        "level": 5,
        "text": "11-25 extra arms"
      },
      {
        "level": 6,
        "text": "26-50 extra arms"
      }
    ]
  },
  {
    "name": "Features",
    "attribute_cost": "1 Point/Level",
    "relevant_stat": "Variable",
    "description": "The character possesses various secondary abilities \nthat grant useful, but minor, advantages. The GM may \ndecide that some specific features are too trivial (in \nthe context of the campaign) to require characters to \npurchase this Attribute to represent it. In particular, a \ncharacter or Item need not acquire accessories that are \npurely descriptive, implied by other Attributes (such \nGreg Doachi(e Odr2er 495087857)\nATTRIBUTES\nATTRIBUTES\nas fins if you have Water Speed), or are ubiquitous \ngiven its size and other functions (like headlights or \nsafety belts in a modern vehicle, or fur/feathers on an \nanimal). GMs should take care not to make individual \nFeatures too important. If a Feature is so useful that \nevery character needs it to thrive and survive, than it \nshouldn’t be just a Feature.\nSee Table-08: Example Features for a partial list of \nFeatures that the GM may make available in your game. \nYou are encouraged to create custom Features as well.\nPERSONAL FEATURES\nFeatures can also be used to grant various minor \ntalents, such as eidetic memory, perfect pitch, the \nknowledge of foreign languages, or weather sense. \nPersonal features of this sort may grant a minor edge \n(page 182) on Stat or Skill rolls in certain circumstances.\nRACIAL FEATURES\nFeatures possessed by non-humans can reflect \nvarious small biological advantages provided they are \nnot covered by other Attributes. Examples of racial \nfeatures include low-light vision (like a cat possesses, \nnot the ability to see in total darkness), a pouch, light \narmour (with Armour Rating 1-4), etc. A wide range \nof other Attributes covers other more useful racial abilities and features such as wings (see Flight, page 94), \nfangs (see Weapon, page 132), and super hearing (see \nHeightened Senses, page 97). Highly useful abilities are \nbest represented by Attributes and not Features.\nTECHNOLOGICAL FEATURES\nThese are usually assigned to robots, androids, \nor cyborgs, or embodied in Items such as vehicles or \nhand-held gadgets. Examples include modern phone, \npersonal computer, radar detector, tool kit, etc. Most \ntechnological Gear (page 95) can be represented as a \nsingle Feature with no other Attributes, though trivial \nor common Features need not be assigned.\nFEATURES (APPEARANCE)\nCharacters may be reasonably attractive (or average, \nor mildly unattractive) at no Character Point cost. \nFeatures (Appearance) represents outstanding looks that \nwill turn heads and influence reactions. This Feature \nmay be further defined as beauty (engendering romantic \nattraction if so inclined) or cuteness (encouraging \nfeelings of protectiveness). Appearance may be assigned \nmultiple times indicates to represent heightened levels \nof extreme beauty or cuteness, with Appearance x3 \nusually representing world-class appeal.\nEXAMPLE FEATURES\nPersonal Features Racial Features Technological Features\nAmbidexterity 360˚ Vision Alarm System\nAnimal Empathy Camouflage Basic AI (0 Stats)\nAppearance Fluid Squirting Camera\nAuditory Discrimination Gills Communication Suite (Comms)\nBreath/Heartbeat Control Heat Regulation Data Backup Auto System\nDepth Awareness Homing Instinct Ejection Seat\nDirection Sense Light Armour (Armour Rating 1-4) Emergency Lights/Siren\nEidetic Memory Light Weaponry (5 Damage) Fast Acceleration (for mecha)\nFamous (Beneficial) Long Tongue Global Positioning System (GPS)\nForeign Language Longevity Gyrocompass\nHypermobility (Double-Jointed) Low-Light Vision Highly Manoeuvrable (for mecha)\nLight Sleeper Multiple Hearts Identity Verifier\nLightning Calculator Nictitating Membrane Life Monitory Systems\nMimic Sound Pouch Luxurious Decor\nPerfect Pitch Retractable Claws Modern Vehicle Tech Suite\nRange Sense Scent Glands Naked Enhancement (see page 197)\nSpacial Sense Scentless Radar Detector\nSpeed Reading Sexual Duality Revolving License Plate\nTime Sense Ultrasonic Communication Smartphone\nWeather Sense Webbed Feet/Hands/Paws Tool or Medical Kit08\n05: ATTRIBUTES\nPAGEPAGE\n9393Greg Doachi(e Odr2er 495087857)\nATTRIBUTES\nATTRIBUTES05: ATTRIBUTES\nPAGEPAGE\n9494FEATURES (SMALLER ITEM)\nT wo extra Levels of this Feature should be assigned \nto small mecha and Items that are used in combat \nsituations – small vehicles, tiny robots, spy hover-cams, \nsmall drone assistants, etc. For every Size Rank (page \n157) the Item is below the default (Medium; Size 0), the \nItem must have +2 Levels of Features assigned (costing \n2 Character Point), regardless how many other Features \nare assigned. Smaller Items have the advantage of being \nlight and hard to notice and also make smaller targets \nin ranged combat.\nFor every Size Rank the target is smaller than the \nattacker, the attacker receives a -2 penalty to hit with \na ranged weapon. Conversely, for every Size Rank the \ntarget is larger than the attacker, the attacker receives a \n+2 bonus with a ranged weapon. For example, if a Small \nItem (Size -1) and a Diminutive Item (Size -3) are in \nranged combat, the Small Item gains a -4 penalty to hit \nwhile the Diminutive Item gains a +4 bonus to hit.",
    "level_effects": [
      {
        "level": 1,
        "text": "1-2 Features"
      },
      {
        "level": 2,
        "text": "3-5 Features"
      },
      {
        "level": 3,
        "text": "6-10 Features"
      },
      {
        "level": 4,
        "text": "11-25 Features"
      },
      {
        "level": 5,
        "text": "26-50 Features"
      },
      {
        "level": 6,
        "text": "51-100 Features"
      }
    ]
  },
  {
    "name": "Flight",
    "attribute_cost": "3 Points/Level",
    "relevant_stat": "Body",
    "description": "A character with Flight can fly through an atmosphere \n(see Spaceflight, page 121, for non-atmospheric flying). \nThe method used to achieve flight can vary greatly: \nwings, paranormal power, rotors, rockets, anti-gravity, \npsionic levitation, magic, or some other technique. The \nbase version of Flight lets the character hover and fly \nat variable speeds, take off and land vertically, or stop \nin mid-air. This is the most common type of flight \npossessed by characters. \n  LLIMITERSIMITERS\nGLIDE \nThe flyer can only become airborne if they launch \nfrom a high place (like a tree or rooftop) or from a fast-\nmoving vehicle. Additionally, they can only gain speed \nby diving and only gain altitude by riding thermals.\nMAINTAIN\nThe character needs a smooth surface or running \nstart for landing and take off and must maintain a \nminimum speed (often about 10% of top speed) once \nairborne to avoid crashing.SKIM \nThe character is limited to skimming no more than \na metre or two off the ground or water. They may be \nriding on a cushion of air, magnetic lines of force, or \neven travelling along a magical weave.\nSPREAD\nThe character needs plenty of free space surrounding \nthem to fly. This Limiter is most often associated with \nwinged flight, with ample space required to execute \nwing flaps properly.",
    "level_effects": [
      {
        "level": 1,
        "text": "Fly at speeds up to 10 kph"
      },
      {
        "level": 2,
        "text": "Fly at speeds up to 30 kph"
      },
      {
        "level": 3,
        "text": "Fly at speeds up to 100 kph"
      },
      {
        "level": 4,
        "text": "Fly at speeds up to 300 kph"
      },
      {
        "level": 5,
        "text": "Fly at speeds up to 1,000 kph"
      },
      {
        "level": 6,
        "text": "Fly at speeds up to 3,000 kph"
      }
    ]
  },
  {
    "name": "Force Field",
    "attribute_cost": "4 Points/Level",
    "relevant_stat": "Body",
    "description": "A Force Field is an energy field surrounding the \ncharacter (usually spherical in shape) that protects \nagainst incoming attacks. Force Fields can represent \nmagical barriers, telekinetic shields, divine protections, \nor technological screens.\nA Force Field can be “up” or “down.” When down, \nit does not stop any damage. Unless the Detectable \nLimiter (page 150) is assigned, an up Force Field is \ninvisible. Force Field status must be determined at the \nstart of the character’s actions for the round and cannot \nbe changed until their turn to act in the next round.\nDamage is first reduced by the Force Field’s Armour \nRating, with any additional damage that got past it \napplied against Armour (if any). Thus, if a weapon \nhit successfully penetrates a Force Field, the Armour \nAttribute can still protect against it.\nA typical Force Field is different from Armour, \nsince it can be battered down by a sufficiently powerful \nattack. If an attack inflicts more damage than the Force \nField prevents (even if the rest of the damage is stopped \nby Armour), the Force Field temporarily loses one \nLevel of effectiveness. The character can only regain \nLevels if the field is “down” and regenerating, unless the \nRegenerating Enhancement is assigned. A Force Field \nrecovers one Level for every full round it is down (turned \noff and not in operation). A Force Field that is knocked \nto zero Levels automatically shuts off to regenerate and \nwill reactivate once it has recovered at least a couple of \nprotective Levels.Greg Doachi(e Odr2er 495087857)\nATTRIBUTES\nATTRIBUTES\n  EENHANCEMENTSNHANCEMENTS\nBLOCKS INCORPOREAL\nThe field prevents the passage of both incorporeal \nand energy state characters (see Change State Attribute, \npage 82) through it, even if they can normally pass \nthrough energy barriers.\nBLOCKS TELEPORT\nA character cannot teleport into or out of the field.\nFIELD-PENETRATING\nThe Force Field can be used to penetrate other \nForce Fields while making attacks (or moving through \nthem). If the character’s Force Field is in direct contact \nwith an enemy Force Field, and has a higher Armour \nRating than the opponent’s, the enemy’s field offers no \nprotection against the character’s attack, but it is still \nconsidered up. In this case, the character may actually \nmove through the neutralised field.\nOFFENSIVE\nThe field delivers a powerful electric or energy shock \nto anyone who touches it, as if it possessed a Weapon \nLevel (page 132) equal to the Force Field’s current \nLevel. Thus, the damage inflicted may decrease as the \nForce Field is hit and loses levels of effectiveness.\nREGENERATING\nIf the character uses one general action to regenerate \nthe Force Field while it is up or down, it regains one \nlost Level of effectiveness. A character with the Extra \nActions Attribute (page 92) can regenerate multiple \nLevels each round.\n  LLIMITERSIMITERS\nBOTH DIRECTIONS\nThe Force Field blocks attacks moving in any \ndirection, both inwards and outwards, thereby virtually \npreventing the user from attacking when the Force Field \nis up. This means that when the Force Field is active \nand the user makes an attack, the Force Field will affect \ntheir attack as it would an outside attacker’s (reducing \nthe damage inflicted and going down in Level if its \nprotection value is exceeded).\nINTERNAL\nThe field is only usable inside a specific building or \nother structure. This can be used to represent a Force \nField that protects a vital part of a building’s interior \nsuch as the power plant or dungeon cells, or a character \nwho draws personal Force Field energy from some sort \nof power source inside their headquarters.Level 1 Armour Rating = 10",
    "level_effects": [
      {
        "level": 2,
        "text": "Armour Rating = 20"
      },
      {
        "level": 3,
        "text": "Armour Rating = 30"
      },
      {
        "level": 4,
        "text": "Armour Rating = 40"
      },
      {
        "level": 5,
        "text": "Armour Rating = 50"
      },
      {
        "level": 6,
        "text": "Armour Rating = 60"
      }
    ]
  },
  {
    "name": "Gear",
    "attribute_cost": "1 Point/Level",
    "relevant_stat": "—",
    "description": "The Gear Attribute represents a character’s access to \nuseful, but not overly powerful, equipment. Characters \ndo not need to spend Character Points for objects that \nare utterly mundane in the campaign setting (such as \nclothing, a backpack, a knife, or normal consumer \ngoods). GMs may require players to assign points to \nthis Attribute, however, if their characters will begin the \ngame with numerous pieces of specialised equipment \nto which the average person might not have easy \naccess, such as weapons, body armour, or professional \nequipment.\nGear cannot include technology more advanced \nthan what is standard in the setting, magic items, or \nsecret prototypes (see Item Attribute, page 101). Gear \ncan include common civilian vehicles appropriate to \nthe setting (for example, a car, truck, or motorcycle in \nthe present day). For less common or more expensive \nvehicles and objects, once again use the Item Attribute. \nThe GM always has the final say on whether or not \nspecific Gear is available to the characters.\nModern examples of Gear includes: guns, night \nvision goggles, burglary tools and other expensive tool \nkits, tactical armour, etc. Fantasy or medieval examples \nincludes: melee and ranged weaponry, armour, poisons, \nand work animals.\nGEAR VS. ITEM\nWhen determining whether an object should best \nbe classified as a piece of Gear or instead as an Item, \nconsider whether a reasonably connected individual \ncould legally purchase the object with a modest amount \nof money. If the answer is yes, then the object can be \nconsidered Gear. If no – because the item is illegal, \nbeyond normally available technology, or too expensive \nfor a casual purchase – then the object should instead be \nacquired through the Item Attribute instead.",
    "level_effects": [
      {
        "level": 1,
        "text": "A couple pieces of Gear (1-2)"
      },
      {
        "level": 2,
        "text": "A few pieces of Gear (3-5)"
      },
      {
        "level": 3,
        "text": "Several pieces of Gear (6-10)"
      },
      {
        "level": 4,
        "text": "Many pieces of Gear (11-25)"
      },
      {
        "level": 5,
        "text": "Large amount of Gear (26-50)"
      },
      {
        "level": 6,
        "text": "Huge amount of Gear (51-100)"
      }
    ]
  },
  {
    "name": "Ground Speed",
    "attribute_cost": "1 Point/Level",
    "relevant_stat": "Body",
    "description": "This Attribute is most frequently assigned to \nvehicles and mecha built as Items, since they have no \nbase running speed (unlike characters). Moderately \nfast characters and animals should instead acquire the \nSpecial Movement (Fast) Attribute (page 122) while \nextraordinarily speedster characters should acquire the \nSuperspeed Attribute (page 123).\nThe Ground Speed Attribute allows Item to move \nquickly when travelling on the ground. The method \nused can vary greatly: paranormal or super ability, bionic \nlegs, wheels, tracks, or some other specialised technique. \nAn Item with Ground Speed cannot accelerate to, \nor decelerate from, their top speed immediately \n(this further distinguishes Ground Speed from the \nSuperspeed Attribute). Maximum acceleration \nor deceleration is one Level of Ground Speed \nper round. Furthermore, Ground Speed is not \ncumulative with the Superspeed Attribute; use \nwhichever gives the highest speed (which may \nchange from round to round, if accelerating).\nFlying or sailing vehicles (such as \nairplanes) that can move or taxi along \nthe ground as a minor supporting \nmovement form do not usually require \nthe assignment of Ground Speed to \nreflect this.\n  LLIMITERIMITER\nROAD-BOUND\nMany types of vehicles – notably \nthose with wheels, such as most \nautomobiles – requires a reasonably \nsmooth surface on which to travel, such as \na road or other graded surface. With the \nRoad-Bound Limiter, such vehicles can \nonly travel at very slow speeds on rough \nterrain (approximately one-tenth to one \nquarter of their normal maximum speed, \ndepending on the roughness of the surface).",
    "level_effects": [
      {
        "level": 1,
        "text": "Ground speed up to 10 kph"
      },
      {
        "level": 2,
        "text": "Ground speed up to 25 kph"
      },
      {
        "level": 3,
        "text": "Ground speed up to 50 kph"
      },
      {
        "level": 4,
        "text": "Ground speed up to 100 kph"
      },
      {
        "level": 5,
        "text": "Ground speed up to 250 kph"
      },
      {
        "level": 6,
        "text": "Ground speed up to 500 kph"
      }
    ]
  },
  {
    "name": "Healing",
    "attribute_cost": "1 Point/Level",
    "relevant_stat": "Soul",
    "description": "This Attribute allows a character to instantly heal a \ntarget’s injuries through touch (including themselves; \nfor continuous healing, see the Regeneration Attribute, \npage 117). At higher Healing Levels, the character can \nalso revive someone who is “clinically” dead but not \nactually brain-dead (Level 3+), repair massive trauma \nsuch as lost limbs or organs (Level 5+), or restore a \ncharacter who was cut in two (Level 6+). No healer can \nrepair someone who was blown to bits, disintegrated, \nor dead for more than a few minutes, however. The \nAttribute Level dictates the maximum number of Health \nPoints the character can restore to a particular target in \none hour or dramatic scene (though other healers may \nreturn additional Health Points to the injured subject).\nGreg Doachi(e Odr2er 495087857)\nATTRIBUTES\nATTRIBUTES\nHealing may also be used to reverse the effects \nof the Metamorphosis Attribute (page 106) if the \nalteration is physical in nature (Body-based). If it is \npsychic or spiritual in nature, the Exorcism Attribute \n(page 91) is used instead. This requires an opposed \nroll between the healer’s Soul Stat + Healing Attribute \nLevel and the source of the Metamorphosis’s Body \nStat + Metamorphosis Attribute Level. A healer may \nmake only one attempt per day to reverse a particular \nindividual’s Metamorphosis.",
    "level_effects": [
      {
        "level": 1,
        "text": "Heals 5 Health Points"
      },
      {
        "level": 2,
        "text": "Heals 10 Health Points"
      },
      {
        "level": 3,
        "text": "Heals 15 Health Points"
      },
      {
        "level": 4,
        "text": "Heals 20 Health Points"
      },
      {
        "level": 5,
        "text": "Heals 25 Health Points"
      },
      {
        "level": 6,
        "text": "Heals 30 Health Points"
      }
    ]
  },
  {
    "name": "Heightened Awareness",
    "attribute_cost": "1 Point/Level",
    "relevant_stat": "Body or Mind",
    "description": "The character possesses a high degree of situational \nawareness. They are usually very alert and receives a \nbonus on Stat rolls to notice nearby hidden things, such \nas concealed objects, ambushes, or anything else related \nto sensory awareness. The bonuses of Heightened \nAwareness are cumulative with those of the Heightened \nSenses Attribute (page 97).",
    "level_effects": [
      {
        "level": 1,
        "text": "+2 Stat roll awareness bonus"
      },
      {
        "level": 2,
        "text": "+4 Stat roll awareness bonus"
      },
      {
        "level": 3,
        "text": "+6 Stat roll awareness bonus"
      },
      {
        "level": 4,
        "text": "+8 Stat roll awareness bonus"
      },
      {
        "level": 5,
        "text": "+10 Stat roll awareness bonus"
      },
      {
        "level": 6,
        "text": "+12 Stat roll awareness bonus"
      }
    ]
  },
  {
    "name": "Heightened Senses",
    "attribute_cost": "1 Point/Level",
    "relevant_stat": "Body or Mind",
    "description": "A character with Heightened Senses has one or \nmore senses that have been sharpened to a superhuman \nlevel of acuity. It can represent either the preternatural \nsharpening of a specific sense honed by special training \n(such as a blind person’s trained sense of touch) or \nthe enhanced senses of a paranormal, magical, or \ntechnologically augmented character. \nFor each Level of the Heightened Senses Attribute, \none of the character’s five physical senses – hearing, \nsight, smell, taste, or touch – is enhanced, and can \noperate over an area of several city blocks. The character \nmay assign the same sense twice, which doubles the \neffect and extends the area of detection. Alternatively, \na Heightened Sense can indicate enhancement in \nscope and precision instead of distance (such as the greater frequency range and pinpoint accuracy of a cat’s \nhearing). A character using a Heightened Sense gains a \nminor edge (page 182) on Stat rolls that relate to using \nthat sense to perceive things that someone with human-\nlevel senses might conceivably notice.\nThe Heightened Awareness Attribute (page 97) \nallows for a lower Level of enhancement for all of a \ncharacter’s senses while the Sixth Sense (page 119) and \nSupersense (page 123) Attributes allow characters to \ngain completely new senses.",
    "level_effects": [
      {
        "level": 1,
        "text": "One enhanced sense"
      },
      {
        "level": 2,
        "text": "Two enhanced senses"
      },
      {
        "level": 3,
        "text": "Three enhanced senses"
      },
      {
        "level": 4,
        "text": "Four enhanced senses"
      },
      {
        "level": 5,
        "text": "Five enhanced senses"
      }
    ]
  },
  {
    "name": "Illusion",
    "attribute_cost": "1 Point/Level",
    "relevant_stat": "Body or Mind",
    "description": "The character can create mental hallucinations \nthat fools the target’s sight, or possibly more senses if \nEnhancements are assigned. An Illusion appears to be \nreal to the targetted observers but is not really there; \nit has no physical substance, and characters who are \nnot the target of the Illusion are unaffected. Characters \nthat can create Illusions are often sorcerers, demons, \nor people with psionic abilities. See the Projection \nAttribute (page 114) for the ability to create seemingly \nreal images that anyone can detect, rather than mental \nillusions that target the minds of specific people.\nAn Illusion takes a general action to create. It may \nbe of a particular object or entity or of a complete scene \n(such as a furnished room or crowd). It may also be \ncreated over an existing person, scene, or object to \nmake it appear different than it really is. An Illusion \nthat is untended is normally static, either remaining in \none place or (if created over something) moving as the \nunderlying object or entity moves.\nAn Illusion lasts for as long as the character \nconcentrates on maintaining it or for one minute (or \ndramatic scene) if created and then left untended. To \ngive an Illusion the semblance of independent activity \n(such as an illusionary person or crowd that moves \nand speaks) the character must actively concentrate on \nmanipulating the Illusion and perform no other actions.\nThe Level dictates the size of the Illusionary image \nbut it can be created anywhere within a 100-metre range \nof the character. Thus, a Level 3 (10 metres) Illusion \nmeans that any image up to 10 metres in radius (such as \na school bus) can be created and moved around within \na range of 100 metres (such as a city block) from the \ncharacter.\n05: ATTRIBUTES\nPAGEPAGE\n9797Greg Doachi(e Odr2er 495087857)\nATTRIBUTES\nATTRIBUTES05: ATTRIBUTES\nPAGEPAGE\n9898In order for the character to create a convincing \nIllusion of something complex, the GM may require a \nMind Stat check. The GM can assign a Target Number \ndepending on how familiar or unfamiliar the character \nis with the scene that is being simulated. The GM may \nalso give the character a minor or major edge (page \n182) to the roll if they have in excess of the minimum \nLevel needed to create an Illusion. If the roll fails, the \ncharacter’s Illusion is somehow flawed but the character \ncreating it may not be aware.\nWhether or not an observer recognises an Illusion \nfor what it actually is depends on the circumstances \nand should be adjudicated by the GM. For example, \nif a character creates an Illusion of a tiger, it may easily \nfool someone if it is a few hundred metres away; if it \ncomes close to the target, though, the fact that it is \nnot making any sounds will be obvious. The tiger’s \nlack of scent will probably only be a clue to someone \nwho has the Heightened Senses (Smell) Attribute. If \nappropriate, the GM can require Body or Mind rolls \nto “see through” an Illusion  – typically average (Target \nNumber 12) for the base sight-sense Illusion, increasing \nto difficult (Target Number 15) for illusions covering \ntwo senses or challenging (Target Number 18) for three \nor more senses. If successfully discovered, the Illusion \ndisappears. To create Illusions capable of injuring \ntargets, the character should possess a Weapon Attribute \n(page 132) tied to the Illusion Attribute through the \nDependent Limiter (page 149).\n  EENHANCEMENTSNHANCEMENTS\nEXTRA SENSE\nEach time Extra Sense is taken, the Illusions gain one \nadditional sensory component – sound, smell, touch, or \ntaste – that must be specified when the Enhancement \nis assigned during character creation. Continuing the \nearlier example, adding illusionary touch and sound as \nwell as smell doesn’t change the 5 Point cost of the Level \n5 Attribute (that normally has a maximum illusion size \nof 1 km), but the Illusion now functions at three Levels \nlower (Level 2, which allows illusions with size up to 1 \nmetre). The character sacrifices size for complexity and \nbelievability.\nMULTIPLE ILLUSIONS\nA character can normally maintain only a single \nIllusion at a time. The ability to maintain multiple \nIllusions at once is an Enhancement assigned during \ncharacter creation that reduces the effective Illusion \nAttribute Level by 1 for every distinct Illusion the \ncharacter can sustain simultaneously after the first. \nFor example, Level 6 Illusion (10 km size) with an \nEnhancement that allows up to four simultaneous \nIllusions still costs 6 Points but functions three Levels lower at Level 3 (10 m size). A group of related objects \nor entities within the 100-metre range of the character, \nsuch as a furnished room, a swarm of insects, or a horde \nof charging warriors, counts as a single Illusion rather \nthan several. If a character is already sustaining their \nmaximum number of Illusions and wishes to create \nanother one, an existing Illusion must first be dispelled.",
    "level_effects": [
      {
        "level": 1,
        "text": "Tiny-sized Illusions (10 cm)"
      },
      {
        "level": 2,
        "text": "Small-sized Illusions (1 m)"
      },
      {
        "level": 3,
        "text": "Moderate-sized Illusions (10 m)"
      },
      {
        "level": 4,
        "text": "Building-sized Illusions (100 m)"
      },
      {
        "level": 5,
        "text": "Neighbourhood-sized Illusions (1 km)"
      },
      {
        "level": 6,
        "text": "City-sized Illusions (10 km)"
      }
    ]
  },
  {
    "name": "Immunity",
    "attribute_cost": "3 Points/Level",
    "relevant_stat": "Body",
    "description": "With this Attribute, the character is completely \nimmune to attack damage and adverse environmental \neffects that stem from a particular weapon, element, \napplication, or event. For example, a character with",
    "level_effects": [
      {
        "level": 2,
        "text": "Immunity to silver cannot be hurt by silver"
      },
      {
        "level": 1,
        "text": "The Immunity plays a rare role in the"
      },
      {
        "level": 2,
        "text": "The Immunity plays a small role in the"
      },
      {
        "level": 3,
        "text": "The Immunity plays a moderate role"
      },
      {
        "level": 4,
        "text": "The Immunity plays a large role in"
      },
      {
        "level": 5,
        "text": "The Immunity plays a major role in the"
      },
      {
        "level": 6,
        "text": "The Immunity plays an extreme role"
      }
    ]
  },
  {
    "name": "Immutable",
    "attribute_cost": "1 Point/Level",
    "relevant_stat": "Body or Soul",
    "description": "A character with Immutable is protected against \neffects that can transform, alter, or displace their body \nor powers. This includes the Metamorphosis, Mimic, \nNullify, Portal, and Teleport Attributes. The resistance \nmay be a reflection of natural hardiness, a protective \nspell, racial ability, or defensive aura. Whatever the \ncause, the character gets a +2 bonus to Body or Soul Stat \nchecks made to resist any of the above Attributes’ effects. \nThis bonus also applies to any Body Stat rolls made to \nresist the effects of the Blight, Flare, Incapacitating, or \nIrritant Weapon Attributes while also providing a 10 \nPoints of Armour per Level against attacks with the \nInsidious Weapon Attribute.\nFor other defensive options that work differently \nthan Immutable, see Mind Shield (page 109), Nullify \n(page 110), Resilient (page 118), and Unaffected (page \n129) Attributes.",
    "level_effects": [
      {
        "level": 1,
        "text": "+2 Stat roll bonus when resisting effects"
      },
      {
        "level": 2,
        "text": "+4 Stat roll bonus when resisting effects"
      },
      {
        "level": 3,
        "text": "+6 Stat roll bonus when resisting effects"
      },
      {
        "level": 4,
        "text": "+8 Stat roll bonus when resisting effects"
      },
      {
        "level": 5,
        "text": "+10 Stat roll bonus when resisting effects"
      },
      {
        "level": 6,
        "text": "+12 Stat roll bonus when resisting effects"
      }
    ]
  },
  {
    "name": "Inspire",
    "attribute_cost": "1 Point/Level",
    "relevant_stat": "Soul",
    "description": "This ability can represent oratorical talents, innate \ncharisma, supernatural awe, or even a beautiful or \nresonant voice. The character’s very presence inspires \ntheir friends, followers, or fans, filling them with energy \nand determination to transcend their own normal \nlimitations in pursuit of a goal. Its nature depends on \nthe character: a general inspires through leadership and \nstrategic prowess, an evil dictator might whip minions \ninto a frenzy through hatred, a pop idol inspires through song, or a magical girl or mystical unicorn through the \nsheer power of love. It is also common for certain Items \nsuch as religious relics, holy shrines, or revered army \nstandards to possess this ability.\nInspire takes a general action to initiate, during \nwhich the character must act appropriately – give an \nimpassioned speech, start singing, threaten minions \nwith destruction, or however their inspiration usually \nfunctions. Successful use of the Attribute requires \nsucceeding with an average Soul Stat roll (Target \nNumber 12). If it fails, the character can take another \naction and try again, but they are limited in the number \nof attempts per game session equal to the Attribute \nLevel. Each successful use gives an effect that lasts for an \nentire dramatic scene. During that scene, every friend \nor ally who shares the character’s goals will be inspired.\nAlternatively, the character may define their Inspire \nas working through a Skill Group (page 120), most \noften Business, Social, Street, Military, or Detective. \nThe character makes a Skill roll instead (which is usually \neasier, since the Skill Level is added to the roll), but the \ninspiration will only work in appropriate situations \n– for example, when leading people into battle for \nMilitary or when making an important corporate move \nwith Business.\nInspired characters (both player characters and \nstory characters under the GM’s control, as well as the \ninspiring character themselves) receive a bonus equal to \nthe Inspire Level to any appropriate Stat or Skill Group \nrolls at the GM’s discretion. Story characters will, in \ngeneral, be highly motivated which the GM will reflect \nthrough role-playing.\nAny character with Inspire also exerts a natural \nuplifting influence even without making a special \neffort. This helps their friends and allies recover any lost \nEnergy Points more rapidly as well. As long as they are \nin the character’s immediate presence, they will regain \nextra Energy Points equal to the character’s Inspire Level \neach hour.\nThe Inspire Attribute do not have a cumulative \neffect with the concurrent use of other characters’ \nInspire Attribute.",
    "level_effects": [
      {
        "level": 1,
        "text": "Inspired characters gain a +1 bonus to"
      },
      {
        "level": 2,
        "text": "Inspired characters gain a +2 bonus to"
      },
      {
        "level": 3,
        "text": "Inspired characters gain a +3 bonus to"
      },
      {
        "level": 4,
        "text": "Inspired characters gain a +4 bonus to"
      },
      {
        "level": 5,
        "text": "Inspired characters gain a +5 bonus to"
      },
      {
        "level": 6,
        "text": "Inspired characters gain a +6 bonus to"
      }
    ]
  },
  {
    "name": "Item",
    "attribute_cost": "One-Half Normal Value",
    "relevant_stat": "—",
    "description": "Items are devices that enhance a character in some \nway or that serve as a useful tool, vehicle, base, or \nweapon. Items can represent powerful weapons, magical \nartefacts, or experimental or future technology, while \nthe Gear Attribute (page 95) represents a character’s \naccess to useful, but not overly powerful, equipment. \nA player can assign this Attribute to their character \nmultiple times to acquire different Items. Items can be \ncreated for the character (subject to GM approval) or \nselected from the extensive list of ready-to-use Items in \nChapter 10 (page 196).\nA device or object that cannot be lost or stolen (such \nas something implanted in or fused to the character’s \nbody) is not an Item. Any such device is considered part \nof the character and thus the player should use Character \nPoints to acquire the relevant Attributes directly. If a \ncharacter requires a specific object, or group of objects, \nto act as a focus when using one or more of their innate \nAttributes (such as requiring an amulet to focus a \ncharacter’s magical Weapon attack) Item does not apply \neither – that would be represented by a Limiter (page \n148) on the particular Attribute, rather than any quality \nof the object itself.\nAssign the Item any Attributes appropriate to its \nnormal function that will benefit the character while \nusing it. For example, a magic wand or a gun would have \nWeapon, a ring of invisibility would have Undetectable, \nand a hoverboard would have Ground Speed. A complex \nvehicle, such as a 50-metre-tall flying transformable \nbattle mecha, could have a multitude of Attributes, such \nas Alternate Form, Armour, Features, Flight, Ground \nSpeed, Resilient, Supersense, Superstrength, Tough, \nWeapon, etc. Attributes contained in Items can also be \nassigned Enhancements or Limiters which increase or \ndecrease their effectiveness.\nAttributes that an Item has do not usually stack with \nthose of a character. If a vehicle has Flight Level 1 and \nso does its operator, this does not give the vehicle Flight",
    "level_effects": [
      {
        "level": 2,
        "text": ". The GM may make exceptions where it seems"
      }
    ]
  },
  {
    "name": "Jumping",
    "attribute_cost": "1 Point/Level",
    "relevant_stat": "Body",
    "description": "With a running start, a character can normally \njump a distance in metres approximately equal to \ntheir Body Stat (a quarter their Body Stat from a static \nposition). With this Attribute, the character can jump \ngreat distances (and land without injury) but cannot \nactually fly. Jumping does not enable a character to \nexceed the character’s normal maximum running speed \n(or swimming speed for aquatic characters capable \nof leaping). Consequently, unless the character also \npossesses the appropriate Level of the Superspeed \nAttribute (page 123), long-distance jumps may require \nseveral round or minutes.\n05: ATTRIBUTES\nPAGEPAGE\n101101Greg Doachi(e Odr2er 495087857)\nATTRIBUTES\nATTRIBUTES05: ATTRIBUTES\nPAGEPAGE\n102102For example, a character with a Body Stat of 6 can \nnormally sprint 30 metres/round (Body Stat x 5; see \nCharacter Movement, page 191) and jump approximately \n6 metres with a running start. If the character with Level \n2 Jumping (10 times the normal distance, or 60 metres) \njumps their maximum distance of 60 metres, they \nwill be airborne for approximately two rounds rather \nthan finishing the jump in just one (since 60 ÷ 30 is \napproximately 2 rounds). The advantage to jumping \nrather than running, however, is that the character can \nignore terrain and is not fatigued as the character would \nbe if they had to run the same distance. See Jumping \nDistance (page 191) for additional jumping rules.",
    "level_effects": [
      {
        "level": 1,
        "text": "Jump up to 3 times normal distance"
      },
      {
        "level": 2,
        "text": "Jump up to 10 times normal distance"
      },
      {
        "level": 3,
        "text": "Jump up to 30 times normal distance"
      },
      {
        "level": 4,
        "text": "Jump up to 100 times normal distance"
      },
      {
        "level": 5,
        "text": "Jump up to 300 times normal distance"
      },
      {
        "level": 6,
        "text": "Jump up to 1,000 times normal distance"
      }
    ]
  },
  {
    "name": "Massive Damage",
    "attribute_cost": "3 Points/Level",
    "relevant_stat": "—",
    "description": "A character with the Massive Damage Attribute \nknows precisely how and where to hit any opponent \nin order to inflict incredible amounts of damage. All \ncharacters start with a Damage Multiplier of 5 (see \npage 171 for more information). Each Level of Massive \nDamage increases this by +1. \nNaturally, the character’s attack must be successful \nto inflict any damage. Physical strength is not the key \nto delivering massive damage in an attack; the ability to \nsense a weakness is far more important. The capacity of \nMassive Damage to augment any kind of attack makes it \na very useful Attribute for a combat-oriented character. \nFor more information on physical combat and damage, \nsee page 193.\n  LLIMITERSIMITERS\nFOCUSSED DAMAGE\nAdditional damage is only inflicted when the \ncharacter uses one specific class of attacks. For example, \nit might represent a special talent with a type of weapon \n(such as guns, swords, bows, etc.), knowledge of a \nparticular unarmed martial arts form, or ability with \na particular offensive magical technique (such as fire \nspells).TARGETTED DAMAGE\nAdditional damage is only inflicted when the \ncharacter attacks a specific type of foe. For example, \nit might represent a holy avenger who delivers extra \ndamage against undead creatures, a galactic hunter who \ngreatly understand the physiology of an alien species, \nan orphaned barbarian who likes to beat on members of \nthe invading clan that killed their family and destroyed \ntheir village, or an android programmed to destroy \ncompeting AIs with great efficiency.",
    "level_effects": [
      {
        "level": 1,
        "text": "Damage Multiplier increases by 1"
      },
      {
        "level": 2,
        "text": "Damage Multiplier increases by 2"
      },
      {
        "level": 3,
        "text": "Damage Multiplier increases by 3"
      },
      {
        "level": 4,
        "text": "Damage Multiplier increases by 4"
      },
      {
        "level": 5,
        "text": "Damage Multiplier increases by 5"
      },
      {
        "level": 6,
        "text": "Damage Multiplier increases by 6"
      }
    ]
  },
  {
    "name": "Melee Attack",
    "attribute_cost": "1 Point/Level",
    "relevant_stat": "—",
    "description": "Melee Attack is a group of Attributes that represents \nexpertise in offensive close combat weapons and fighting \ntechniques. These Attributes can be taken multiple \ntimes to represent different ways of fighting.\nFor each Level, the character gains a +2 bonus to \ntheir Attack Combat Value whenever they are using the \nspecified fighting technique. The class of weapons may \nbe Unarmed (all normal punches, kicks, bites, etc.), \na particular Weapon Attribute (e.g., “death touch” or \n“super dragon punch”), or a class of related Items (such \nas Axe, Baton/Club, Knife, Polearm, Shield, Spear, \nSword, Whips/Chains, etc.). The GM may allow other \nclasses of weapons, although they should not be overly \nbroad. This bonus actually increases the Attack Combat \nValue when using the specific weapon and thus relevant \ndamage inflicted (page 193) is increased as well.",
    "level_effects": [
      {
        "level": 1,
        "text": "Attack Combat Value increases by 2"
      },
      {
        "level": 2,
        "text": "Attack Combat Value increases by 4"
      },
      {
        "level": 3,
        "text": "Attack Combat Value increases by 6"
      },
      {
        "level": 4,
        "text": "Attack Combat Value increases by 8"
      },
      {
        "level": 5,
        "text": "Attack Combat Value increases by 10"
      },
      {
        "level": 6,
        "text": "Attack Combat Value increases by 12"
      }
    ]
  },
  {
    "name": "Melee Defence",
    "attribute_cost": "1 Point/Level",
    "relevant_stat": "—",
    "description": "Melee Defence is a group of Attributes that \nrepresents expertise in defensive close combat weapons \nand fighting techniques. These Attributes can be taken \nmultiple times to represent different ways of defending.\nFor each Level, the character gains a +2 bonus to \ntheir Defence Combat Value whenever they are using \nthe specified fighting technique. The class of weapons \nmay be Unarmed (all normal punches, kicks, bites, etc.) \nor a class of related Items (such as Axe, Baton/Club, \nKnife, Polearm, Shield, Spear, Sword, Whips/Chains, \netc.). The GM may allow other classes of weapons, \nalthough they should not be overly broad.",
    "level_effects": [
      {
        "level": 1,
        "text": "Defence Combat Value increases by 2"
      },
      {
        "level": 2,
        "text": "Defence Combat Value increases by 4"
      },
      {
        "level": 3,
        "text": "Defence Combat Value increases by 6"
      },
      {
        "level": 4,
        "text": "Defence Combat Value increases by 8"
      },
      {
        "level": 5,
        "text": "Defence Combat Value increases by 10"
      },
      {
        "level": 6,
        "text": "Defence Combat Value increases by 12"
      }
    ]
  },
  {
    "name": "Merge",
    "attribute_cost": "4 Points/Level",
    "relevant_stat": "—",
    "description": "This Attribute is most often assigned to vehicle and \nmecha Items, but can also apply to weapons, armour, \nand other equipment. T wo or more Items must have \nthe Merge Attribute at the same Level to represent how \nthese individual Items can temporarily join together \nto create a new powerful Item. Players and the GM \nshould design the new Merged Item with a number of \nCharacter Points equal to 10 Points/Level multiplied \nby the number of Items merging. For example, if five \ncat-themed vehicle Items each with Level 3 Merge can \ncombine into a giant Lion Battle Mecha, the combined \ngiant mecha is created as a distinct Item from 150 \nCharacter Points of Attributes and Defects (since Level \n3 x 10 Points/Level x 5 vehicles = 150).\nThere are no rules that must be explicitly followed \nwhen creating Merged Items, though common sense \nshould apply. For example, if several vehicles combine \ntogether the Merged vehicle should have sufficient \nLevels of the Capacity Attribute (page 81) to carry all the \nindividual vehicle drivers. Similarly, the Armour Rating \nof the Merged Item should probably be at least equal to (or likely more than) that of the pre-merged Items with \nthe greatest Armour Rating. It would also be strange \n(but not unheard of in anime!) for a Merged Item to \nbe smaller than the largest of the pre-merged Items, \nand consequently you should look at the Awkward Size \nDefect (page 156) to determine an appropriate size for \nthe Merged Item. Additionally, the Health Points of \na merged Item – which is typically equal to the Item’s \nArmour Rating; see page 223 – is not usually impacted \nby any damage received prior to merging.\nUnder normal circumstances, the maximum \nduration that Items can remain in their Merged state is \nequal to one minute or dramatic scene (as appropriate).\nMERGING CHARACTERS\nWith GM permission, the Merge Attribute can also \nbe assigned to two more characters. Similar to Items, \nthe individual characters must each have the Merge \nAttribute at the same Level. The players and GM then \ntogether design a unique Race Template (page 36) \nfor the Merged form that is built from a number of \nCharacter Points equal to 10 Points/Level multiplied \nby the number of characters merging. For example, if \ntwo magical girl characters each with Level 2 Merge can \ncombine into a powerful magical woman, the players \ncreate a new merged Magical Woman Template from \n40 Character Points (since Level 2 x 10 Points/Level x \n2 characters = 40).\nThe Attributes and Defects of the individual \ncharacter are added together in the combined form \nand then the Merged Race Template is added on top. \nThe Body, Mind, and Soul Stats of the Merged form \nare each equal to the highest Stats of the individual \npre-combined characters and then the Derived Values \n(page 168) are calculated appropriately. Similarly, if \ntwo or more of the individual characters possess the \nsame Attribute before combining, the Attribute Level \nof the Merged form is equal to the Level of the highest \nranked individual character; any Level bonuses from the \nMerged Race Template are then added on top.",
    "level_effects": [
      {
        "level": 1,
        "text": "Merged Item is created with up to 10"
      },
      {
        "level": 2,
        "text": "Merged Item is created with 11-20 Points"
      },
      {
        "level": 3,
        "text": "Merged Item is created with 21-30 Points"
      },
      {
        "level": 4,
        "text": "Merged Item is created with 31-40 Points"
      },
      {
        "level": 5,
        "text": "Merged Item is created with 41-50 Points"
      },
      {
        "level": 6,
        "text": "Merged Item is created with 51-60 Points"
      }
    ]
  },
  {
    "name": "Metamorphosis",
    "attribute_cost": "2 Points/Level",
    "relevant_stat": "Mind or Soul",
    "description": "This offensive Attribute is used to alter a touched \nperson’s species for short durations, typically up to one \nminute or for one dramatic scene. Different species \nare defined by a Race Template, which are packages of \nAttributes and Defects that provide the abilities and \ndisadvantages of that race (a basic human Template has \nno Attributes or Defects and is worth 0 Points). While \na person is transformed, any Stat modifier, Attribute, or \nDefect they possess that is normally the result of their \ncurrent Race Template goes away; abilities unrelated \nto the character’s Race Template are unaffected. The \ncharacter then gains the appropriate Race Template for \ntheir new transformed race. The GM may decide that \na metamorphosis automatically fails if it would prevent \nthe character surviving in their present environment. \nMetamorphosis can also transform the user themselves \nif desired and works the same way.\nThe player must create a custom Race Template or \nchoose one from those detailed in Chapter 3: Templates \n(page 30) when the Attribute is assigned during character \ncreation. This Race Template may be worth a maximum \nof 5 Character Points or a minimum of -5 Character \nPoints per Level of the Metamorphosis Attribute. The \ncharacter is limited to transforming subjects into that \nspecific Race Template only, though they can also reverse \nthe process (ending the duration early).\nExample 1: Kaori the Mage has Metamorphosis",
    "level_effects": [
      {
        "level": 5,
        "text": ". Her player may pick or create a Race Template"
      },
      {
        "level": 10,
        "text": ", which is well outside the range for a player"
      },
      {
        "level": 1,
        "text": "Race Template is created with up to"
      },
      {
        "level": 2,
        "text": "Race Templates is created with up to"
      },
      {
        "level": 3,
        "text": "Race Templates are created with up to"
      },
      {
        "level": 4,
        "text": "Race Templates are created with up to"
      },
      {
        "level": 5,
        "text": "Race Templates are created with up to"
      },
      {
        "level": 6,
        "text": "Race Templates are created with up to"
      }
    ]
  },
  {
    "name": "Mimic",
    "attribute_cost": "2 Points/Level",
    "relevant_stat": "Mind",
    "description": "The character can temporarily mimic one Attribute \nor Stat of any single touched character for a duration of \none minute or dramatic scene, though it only works on \nAttributes that derive their powers from one particular \nsource (such as magic or technology or \nsupernatural ability; page 258). The Mimic \nAttribute Level determines the maximum \nAttribute Level that can be mimicked. Stats \nValues (at any rank) can be imitated when \nMimic reaches Level 5 or higher. The Level \nof a mimicked Attribute/Stat only replaces \nthe character’s corresponding Level (if \napplicable) if it is higher; the character’s \nAttribute/Stat Level cannot normally \ndecrease through Mimic.\nMimic requires an attack action \nto use. If used on an unwilling \ntarget, it requires a successful \nattack roll, opposed by the target’s \ndefence roll. If the attack succeeds, \nthe target’s ability is mimicked unless \nthey choose to resist. Resisting requires \na successful average Soul Stat roll \n(Target Number 12). This resistance \nroll is made at a penalty of -1 per \nLevel of the Mimic Attribute. If the \ntarget has the Immutable Attribute \n(page 99) they may add that \nAttribute bonus to the roll to resist.\nTo create a character that steals a target’s Attributes \nfor their use, assign both the Mimic (page 107) and \nNullify (page 110) Attributes, linked through the \nDependent Limiter (page 149).\n  EENHANCEMENTNHANCEMENT\nALL POWERS \nCounts as 2 Enhancements (Attribute effectiveness \nreduced by 2 Levels). This powerful Enhancement lets \nthe character mimic all Attributes/Stats simultaneously \nat the appropriate Levels (as indicated above). Abilities \nfrom more than one character can be mimicked, \nthough each targetted character must be touched (and \npotentially resisted) individually.",
    "level_effects": [
      {
        "level": 1,
        "text": "Mimic Level 1 Attributes"
      },
      {
        "level": 2,
        "text": "Mimic Level 2 Attributes"
      },
      {
        "level": 3,
        "text": "Mimic Level 3 Attributes"
      },
      {
        "level": 4,
        "text": "Mimic Level 4 Attributes"
      },
      {
        "level": 5,
        "text": "Mimic Level 5 Attributes, as well as Stats"
      },
      {
        "level": 6,
        "text": "Mimic Level 6 Attributes, as well as Stats"
      }
    ]
  },
  {
    "name": "Mind Control",
    "attribute_cost": "5 Points/Level",
    "relevant_stat": "Mind",
    "description": "This Attribute allows the character to mentally \ndominate other individuals, creatures, or entities (with \na Mind Stat of 1 or higher) through touch, typically \nfor a duration of one minute or one dramatic scene (or \nearlier if the target breaks free from control). Sorcerers, \npsionic adepts, and creatures with hypnotic powers \nsuch as demons or vampires are among those likely to \nhave Mind Control.\nMind Control requires an attack action to use. If used \non an unwilling target, it requires a successful opposed \nMind Stat check. If the subject has the Mind Shield \nAttribute (page 109), they gain a bonus of +2/Level \nto their roll. If the attack succeeds, the target is under \nthe attacker’s control until they have an opportunity \nto break the connection. If a target successfully breaks \nMind Control from the same character three or more \ntimes, they are immune to further attempts for the rest \nof the day.\nWhen a player character is under the effects of Mind \nControl, the GM can take over the character from the \nplayer when necessary, although it is more fun if the \nplayer (with GM guidance) continues to role-play the \ncharacter. Characters who have been Mind Controlled \nwill not usually remember events that occurred during \nthe time period they are controlled and will have a gap \nin their memories.\nA target may attempt to break control under two \ncircumstances: whenever they are given a command that \nconflicts with the nature of the character, and whenever \nthe GM deems it appropriate for dramatic effect. To \nbreak control, the target must win an opposed roll \nusing their Mind or Soul Stat roll (whichever is higher), \nagainst the controller’s roll of Mind Stat + Mind Control \nAttribute. If the subject has the Mind Shield Attribute, \nthey gain a bonus of +2/Level to their roll.\nAGAINST TARGET’S NATURE\nIf a Mind Controlled target is commanded to \nperform an action that they would not willingly do under \nnormal circumstances, the target can attempt to break \ncontrol. For mildly distasteful actions (such as licking \nan enemy’s boots or acting against the character’s code \nof honour), the target receives a minor edge (page 182) \non the Stat check. For highly distasteful or undesirable \nactions (such as stealing from or attacking an ally), the \ntarget receives a major edge on the Stat check.WHEN THE GM DEEMS APPROPRIATE\nIf the character commands their target to perform a \nnumber of mundane activities (clean the house, fetching \na drink of water, etc.), the GM may decide the target \ndoes not receive an opportunity to break established \ncontrol. Even a seemingly inoffensive command such as \n“sit in the closet” or “go to sleep”, however, may have a \ndrastic impact on the lives of others if a bomb is about \nto explode in the train station or the target is piloting \nan airplane at the time. In these instances, the GM \nmay give the target a chance to break free of the Mind \nControl even if the target does not regard a command \nas dangerous or distasteful (which would present an \nopportunity to end the control). This option puts the \nGM in direct control of the situation, which will benefit \nthe campaign story.\n  LLIMITERSIMITERS\nBROAD CATEGORY \nThe character’s Mind Control is restricted to a broad \ncategory of targets, such as “all humans and similar \nsapient beings” or “all non-sentient animals” or “all \nmachine intelligences”.\nNARROW CATEGORY\nCounts as 2 Limiters (Attribute effectiveness \nincreased by 2 Levels). The character’s Mind Control is \nrestricted to a narrow category of targets, such as “any \nreptile” or “any male” “or “any faeries”.\nSPECIFIC CATEGORY\nCounts as 3 Limiters (Attribute effectiveness \nincreased by 3 Levels). The character’s Mind Control is \nrestricted to a specific category of targets, such as “dogs” \nor “people obsessed with beauty” or “any being, but \nonly on Sundays”.\nSINGLE CATEGORY\nCounts as 4 Limiters (Attribute effectiveness \nincreased by 4 Levels). The character’s Mind Control is \nrestricted to a single targetted group, such as members \nof the character’s family, or mutants with a specific \ngene, or poodles.",
    "level_effects": [
      {
        "level": 1,
        "text": "The character has minimal Mind Control"
      },
      {
        "level": 2,
        "text": "The character has minor Mind Control"
      },
      {
        "level": 3,
        "text": "The character has moderate Mind"
      },
      {
        "level": 4,
        "text": "The character has good Mind Control"
      },
      {
        "level": 5,
        "text": "The character has significant Mind"
      },
      {
        "level": 6,
        "text": "The character has major Mind Control"
      }
    ]
  },
  {
    "name": "Mind Shield",
    "attribute_cost": "1 Point/Level",
    "relevant_stat": "Mind",
    "description": "A character with Mind Shield is protected against \npsychic intrusion. This may be a reflection of their own \npsychic abilities, a protective spell, special training, or \nsome innate knack. A character with Mind Shield can \ndetect attempts to read their mind via Telepathy (page \n126) or control their mind using Mind Control (page \n108), and receive a bonus to resisting Mind Stat rolls \nas appropriate. Each Mind Shield Level also provides \n5 Points of “Mental Armour” that provides an Armour \nRating against damage inflicted via Weapon Attribute \nwith the Psychic Enhancement (page 140). \nFor other defensive Attributes that work differently \nthan Mind Shield, see the Immutable (page 99), Nullify \n(page 110), Resilient (page 118), and Unaffected (page \n129) Attributes.",
    "level_effects": [
      {
        "level": 1,
        "text": "+2 bonus to dice rolls when resisting"
      },
      {
        "level": 2,
        "text": "+4 bonus to dice rolls when resisting"
      },
      {
        "level": 3,
        "text": "+6 bonus to dice rolls when resisting"
      },
      {
        "level": 4,
        "text": "+8 bonus to dice rolls when resisting"
      },
      {
        "level": 5,
        "text": "+10 bonus to dice rolls when resisting"
      },
      {
        "level": 6,
        "text": "+12 bonus to dice rolls when resisting"
      }
    ]
  },
  {
    "name": "Minions",
    "attribute_cost": "2 Points/Level",
    "relevant_stat": "Soul",
    "description": "The Minions Attribute represents the extent of \nthe character’s loyal and dedicated human or creature \nresources. Minions – sometimes known as flunkies, \ngroupies, stooges, henchmen, toadies, etc. – are eager \nto carry out the character’s commands and ask for very \nlittle in return. They always aim to please, even at their \nown expense. For specific talented helpers or battle-\nready followers, see the Companion Attribute (page \n84). Mercenaries who the character hires for specific \ntasks are not Minions since they have an agenda and \nexpect compensation.\nDuring character creation, the player assigns \nthe Minions a number of Character Points up to a \nmaximum of one-fifth the Point total of their character. \nFor example, a character built from 60 Points could \nhave Minions built from a maximum of 12 Points each \n(60 ÷ 5 = 12). All Minions created by this Attribute \nassignment normally have identical Stats, Attributes, \nand Defects (with very minor and insignificant \nvariations at the GM’s discretion). Minions with \ndifferent Character Point distribution can be created \nby assigning this Attribute more than once to create \na new team of Minions. For example, a character in \na high school setting might have Minions at Level 3 \nto represent a group of athletic students that work as \nschool enforcers for the character and Minions at Level \n5 to represent a different group of street-level spies that \nkeep tabs on city events and act as the character’s eyes \nand ears.",
    "level_effects": [
      {
        "level": 1,
        "text": "Up to 5 Minions"
      },
      {
        "level": 2,
        "text": "6-10 Minions"
      },
      {
        "level": 3,
        "text": "11-25 Minions"
      },
      {
        "level": 4,
        "text": "26-50 Minions"
      },
      {
        "level": 5,
        "text": "51-100 Minions"
      },
      {
        "level": 6,
        "text": "101-200 Minions"
      }
    ]
  },
  {
    "name": "Mulligan",
    "attribute_cost": "1 Point/Level",
    "relevant_stat": "Soul",
    "description": "A character possessing the Mulligan Attribute may \nhave powerful forces acting as their guardian, which \ncan beneficially influence the outcome of important \nevents. Alternatively, the character may be really lucky, \nhave great karma, or perhaps can subtly influence their \nsurroundings with thought alone. This relationship \nwith fortune is represented through the re-rolling of \nundesirable dice rolls (this includes undesirable re-rolls \nas well). All dice are rolled when using a Mulligan, \nwhether that’s two dice for normal rolls or three/four \n05: ATTRIBUTES\nPAGEPAGE\n109109Greg Doachi(e Odr2er 495087857)\nATTRIBUTES\nATTRIBUTES05: ATTRIBUTES\nPAGEPAGE\n110110dice for situations involving edges or obstacles (page \n182). The player may choose to use the original roll, or \nany of the re-rolls, when determining the success of the \naction. The Level dictates the number of times dice can \nbe re-rolled in a single role-playing session, though the \nGM can alter this time frame as desired.",
    "level_effects": [
      {
        "level": 1,
        "text": "Re-roll all dice 2 times each game session"
      },
      {
        "level": 2,
        "text": "Re-roll all dice 4 times each game session"
      },
      {
        "level": 3,
        "text": "Re-roll all dice 6 times each game session"
      },
      {
        "level": 4,
        "text": "Re-roll all dice 8 times each game session"
      },
      {
        "level": 5,
        "text": "Re-roll all dice 10 times each game session"
      },
      {
        "level": 6,
        "text": "Re-roll all dice 12 times each game session"
      }
    ]
  },
  {
    "name": "Nullify",
    "attribute_cost": "5 Points/Level",
    "relevant_stat": "Body or Soul",
    "description": "The character can temporarily render the Attributes \nof other touched characters unusable for approximately \none minute or dramatic scene, though it only works on \nAttributes that derive their powers from one particular \nsource (such as magic or technology or supernatural \nability; see page 258).\nThe Nullify Attribute Level determines the \nmaximum Attribute Level that can be nullified, which \ncan either Nullify the target Attribute completely \n(if that Attribute Level is lower than the character’s \nNullify Attribute Level ) or reduce the effectiveness \nof the target Attribute by the number of Levels of the \nNullify Attribute (if that Attribute Level is greater than \nthe character’s Nullify Attribute Level). For example, \nif a character with Level 2 Nullify (of magical sources) \ntargets a fellow mage who has Level 1 Armour, Level 2 \nFlight, and Level 5 Teleport, the character could reduce \nthe target’s Armour to Level 0 (1-2=0), or Flight to",
    "level_effects": [
      {
        "level": 0,
        "text": "(2-2=0), or Teleport to Level 3 (5-2=3)."
      },
      {
        "level": 1,
        "text": "Nullify 1 Level of source-related Attribute"
      },
      {
        "level": 2,
        "text": "Nullify 2 Levels of source-related Attribute"
      },
      {
        "level": 3,
        "text": "Nullify 3 Levels of source-related Attribute"
      },
      {
        "level": 4,
        "text": "Nullify 4 Levels of source-related Attribute"
      },
      {
        "level": 5,
        "text": "Nullify 5 Levels of source-related Attribute"
      },
      {
        "level": 6,
        "text": "Nullify 6 Levels of source-related Attribute"
      }
    ]
  },
  {
    "name": "Plant Control",
    "attribute_cost": "1 Point/Level",
    "relevant_stat": "Mind",
    "description": "Characters with this Attribute can control the fast \ngrowth and movement of all plants in the surrounding \narea for up to one minute or dramatic scene. The \nAttribute Level determines the maximum area in which \nthe plants can be controlled, with the character at \nthe centre of that area. After one minute or dramatic \nscene, the plants will return to their normal state and \nsize before the control. To cause significant damage \nwith controlled plants, the character should acquire \nthe Weapon Attribute (page 132) with the Dependent \nLimiter (page 149).",
    "level_effects": [
      {
        "level": 1,
        "text": "The character can control plants within"
      },
      {
        "level": 2,
        "text": "The character can control plants within a"
      },
      {
        "level": 3,
        "text": "The character can control plants within"
      },
      {
        "level": 4,
        "text": "The character can control plants within"
      },
      {
        "level": 5,
        "text": "The character can control plants within a"
      },
      {
        "level": 6,
        "text": "The character can control plants within a"
      }
    ]
  },
  {
    "name": "Pocket Dimension",
    "attribute_cost": "1 Point/Level",
    "relevant_stat": "—",
    "description": "This Attribute allows the character to have \ncontrol over a small dimension or plane of existence \nof their own. A Pocket Dimension is a self-contained \nuniverse; it could be a dream world, a created reality, \nan astral construct, or even an object that is bigger \ninside than it is outside. A dimension could even be \npartially unexplored or dangerous territory, providing \nadventuring opportunities to characters who visit. \nSuch a dimension provides a secure storage area and \n(if large enough) could be a private sanctum or prison. \nPocket Dimensions are often used to store all manner of \nobjects, from swords and battle costumes to mecha to \nlegions of Companions. They also represent a method \nof making objects seem to suddenly appear.\nThe Attribute Level determines the maximum \nsize of the extra-planar space. The environment and \nfurnishings of the dimension are up to the player within \nthe GM’s limitations; extensive furnishings should be \nacquired with the Gear (page 95) or Item (page 101) \nAttributes. Under normal circumstances, this Attribute \ncan only be taken by a character who already has either \nthe Dimension Walk (page 89) or Portal (page 112) \nAttributes – otherwise, the Pocket Dimension may be \ninaccessible. Assigning this Attribute to an Item instead \nmay remove this restriction if is normally accessible to \nanyone (such as a extra-dimensional “bag of holding” \nthat anyone can access by opening the bag).",
    "level_effects": [
      {
        "level": 1,
        "text": "Tiny dimension (10 cm radius)"
      },
      {
        "level": 2,
        "text": "Small dimension (1 m radius)"
      },
      {
        "level": 3,
        "text": "Moderately sized dimension (10 m radius)"
      },
      {
        "level": 4,
        "text": "Building-sized dimension (100 m radius)"
      },
      {
        "level": 5,
        "text": "Neighbourhood-sized dimension"
      },
      {
        "level": 6,
        "text": "City-sized dimension (10 km radius)"
      }
    ]
  },
  {
    "name": "Portal",
    "attribute_cost": "2 Points/Level",
    "relevant_stat": "Soul",
    "description": "This Attribute allows the character to create a \nportal, hole, doorway, or rift no larger than a one-metre \nradius that leads into an alternative reality or plane of \nexistence – that is, a different dimension. The Attribute \nwill normally transport the user and everyone else \nwithin the surrounding radius to another dimension. \nSometimes this is the character’s Pocket Dimension \n(page 112). A Portal can usually be held open as long as \na character desires.\nThe Attribute Level determines the number of one-\nway dimensional transitions the user has mastered. For example, “Earth to Bazaroth” is a single dimension link \n– the user can travel from Earth to the hell-dimension \nof Bazaroth, but not back. If the character wished to \nreturn, a second transition, “Bazaroth to Earth” or some \nother form of travel (such a natural gateway) is needed. \nAssigning both “Earth to Bazaroth” and “Bazaroth to \nEarth” is two transitions and requires two Levels of \nPortal… but sometimes this power is one-way journey \nonly.\nA character with only a few Levels of this Attribute \ncan also select links in a way that ensures they need to \ntravel through a chain of dimensions to get home. For \nexample, someone with Level 3 might have: Earth to \nBazaroth, Bazaroth to Ikaris, Ikaris to Earth. This means \nthe character would have to pass through the Bazaroth \nhell-dimension each time they wished to reach Ikaris \nfrom Earth, which could be a perilous journey indeed.\nA dimension can also be defined as the past or \nfuture, provided the GM is willing to deal with any \nissues of time travel that occur. One way to limit portals \nto other times while still permitting characters to visit \nanime staples such as ancient Japan and future Neo-\nTokyo is to say they are really alternate realities (so \nhistory cannot change) and that time flows in a rate that \nremains constant with the present (so characters cannot \nrepeatedly visit the same point over and over). This \nmeans a character living on Earth in 2020 might know \nhow to open a portal to “Japan of four centuries ago” \nrather than “Japan in 1620” – this minor but significant \ndetail ensures the flow of events is constant, so when \nit turns 2021 on modern day Earth, the character can \nnow only visit “Japan in 1621.” Ambitious GMs can \nhave other dimensions where time flows at different \nrates or where altering events can change the past or \nfuture, but this can easily create various game balance \nproblems.\nPortal is not another version of the Teleport \nAttribute (page 127). A character will usually travel to \na point in the other dimension that most closely maps \nwith the point in their own reality (GM’s option). The \nGM may also rule that visitors are likely to appear at \ncertain nexus points (such as Tokyo Tower on Earth) \nregardless of where they come from, or that their arrival \nis completely random.\nUSING PORTAL ON OTHERS\nPortal may be used offensively to send others to \nanother dimension with or without going oneself. To do \nthis, simply add the Duration Enhancement (see page \n146). This sort of Portal is often possessed by Items such \nas an ancient shrine or machine that contains a gate to \nanother world, sucking anyone nearby into it. The \ntarget will be in the dimension for a maximum amount \nof time indicated by the Duration Enhancement. The Greg Doachi(e Odr2er 495087857)\nATTRIBUTES\nATTRIBUTES\ncharacter is released from the dimension once the \nAttribute’s Duration ceases, reappearing at the point \nfrom which they vanished, or optionally, a different \npoint congruent with their present location, depending \non how that dimension maps with their origin. \nUsing Portal this way on others requires an attack \naction and a successful attack roll against the target. To \navoid being transported, a victim must succeed with a \nBody or Soul Stat roll (Target Number 12) – whichever \nis easier – with a penalty equal to the Level of Portal. \nIf the target has the Immutable Attribute (page 99) \nthey may add that Attribute bonus to the roll to resist. \nIf a particular subject resists three successive attempts \nat transporting them to another dimension, they are \nimmune to further Portal attacks from that person for \nthe rest of the dramatic scene.",
    "level_effects": [
      {
        "level": 1,
        "text": "The character can create a one-way"
      },
      {
        "level": 2,
        "text": "The character can create a one-way"
      },
      {
        "level": 3,
        "text": "The character can create a one-way"
      },
      {
        "level": 4,
        "text": "The character can create a one-way"
      },
      {
        "level": 5,
        "text": "The character can create a one-way"
      },
      {
        "level": 6,
        "text": "The character can create a one-way"
      }
    ]
  },
  {
    "name": "Power Flux",
    "attribute_cost": "10 Points/Level",
    "relevant_stat": "Variable",
    "description": "Power Flux represents extensive control over a minor \nelement, ideology, natural phenomenon, or sphere of \ninfluence. It is often used to represent divine, elemental, \nor improvised magical powers, or a powerful high-tech \nItem. At high Levels, the character holds mastery over a \nparticular realm, and has an intimate understanding of \nall things relating to the Attribute sphere. Examples of \nminor categories over which the character has control \ninclude: a classical element (water, fire, wind, earth), a \nlimited concept or idea (lust, protection, charm, pride), \na minor aspect of nature (temperature, insects, sunlight, \nclouds, orbits, sea creatures), or a limited sphere of \ninfluence (keys, silence, cats, writing, guns, a small \nlocality, nutrition).\nThis is a very open-ended Attribute and should \nbe discussed with the GM at length to determine \nthe effects and limitations in the game. Proper use of \nPower Flux will not unbalance the game, but rather can \nprovide many opportunities for character innovation. \nAs an alternative option to Power Flux, see the Dynamic \nPowers (page 89), Power Variation (page 114), and \nT ransmute (page 128) Attributes.A character with this Attribute has a group of \nreserve Character Points (called Flux Points) that can \nbe allocated to different Attributes as often as once a \nminute (or once each dramatic scene, as determined by \nthe GM) within the thematic category chosen by the \nplayer. This often represents a broad-based magical or \npsionic ability, but it can also reflect a character who \nhas several different powered forms or a character \nwho has little control over their range of Attributes \n(in conjunction with the Unpredictable Limiter, page \n153). Stats and Defects cannot be raised or lowered \nwith Power Flux (though the Augmented Attribute may \nbe altered). Fluxing some Attributes may require GM \npermission. Each Level of this Attribute provides the \ncharacter with 5 Flux Points.\nIf the character makes a successful Stat roll (the \nrelevant Stat is determined by the GM), they can assign \nFlux Points to one or more Attributes that grant powers \nthat fit within the thematic category. A Flux Point is \nequal to one Character Point, which can be assigned \nto the cost of the Attribute directly, or to the cost of \nraising an Attribute’s Enhancement Rank (if used and \npermitted by the GM). Under normal circumstances, \nPower Flux cannot be allocated to Companion, \nDynamic Powers, Item, Power Variation, Skill Group, \nor T ransfer Attributes.\nFor example, a character who is the reincarnation of \nan Egyptian cat goddess might take Power Flux (Cats) \nat Level 2 for 20 Character Points, which grants 10 \nFlux Points. Up to once every minute, the character \ncan allocate the 10 Flux Points to any combination \nof Attributes that fit the cat theme. Perhaps in the \nevening the character plans to prowl around the city \nfor several hours to hunt evil demons, leaping from \nrooftop to rooftop, and assigns the following Attributes: \nHeightened Senses (Hearing, Sight) Level 2 (2 Flux \nPoints); Jumping Level 2 (2 Flux Points); Weapon Level \n2 (“Claws”) (4 Flux Points), and Special Movement",
    "level_effects": [
      {
        "level": 2,
        "text": "(Balance, Cat-Like) (2 Flux Points). Early next"
      },
      {
        "level": 1,
        "text": "Reassign up to 5 Flux Points each minute"
      },
      {
        "level": 2,
        "text": "Reassign up to 10 Flux Points each minute"
      },
      {
        "level": 3,
        "text": "Reassign up to 15 Flux Points each minute"
      },
      {
        "level": 4,
        "text": "Reassign up to 20 Flux Points each minute"
      },
      {
        "level": 5,
        "text": "Reassign up to 25 Flux Points each minute"
      },
      {
        "level": 6,
        "text": "Reassign up to 30 Flux Points each minute"
      }
    ]
  },
  {
    "name": "Power Variation",
    "attribute_cost": "4 Points/Level",
    "relevant_stat": "Variable",
    "description": "This very flexible Attribute is similar to Power Flux, \nbut more focussed. It also represents control over an \nelement, ideology, natural phenomenon, or sphere of \ninfluence. However, Power Variation limits the character \nto a small assortment of previously assigned Attributes, \namongst which their associated Character Points can \nbe exchanged once a minute or dramatic scene. This \nAttribute is ideal for assigning to high-tech Items such \nas starships and vehicles that allocate power to different \nsystems as need (such as powering shields, weapons, \nnavigation, and life support systems).\nAt each Level of this Attribute, Character Points \ncan be exchanged in any way between the Level \ncosts of a wide range of Attributes (usually excluding \nCompanions, Dynamic Powers, Item, Power Variation, \nSkill Groups, and T ransfer) that are specified when \nthis Attribute is assigned. The number of specified \nAttributes is equal to one more than the character’s \nPower Variation Level. Note that for the purposes of \nPower Variation, each Weapon Attribute (page 132) \nis considered to be a separate Attribute. Furthermore, \nLevels can be dropped to 0 for one or more of these \nAttributes as desired in order to have more Character \nPoints available for assigning to the other Attributes. \nFor example, if a character with Level 3 Power \nVariation has allocated 15 Character Points to four \nvariable Attributes (Armour, Flight, a single Weapon, \nand Teleport) during character creation, they can \nredistribute these 15 Points in any way over the four Attributes and their Enhancement and Limiter Ranks \nonce every minute. The original values of these \nAttributes are still important, though, because if an \nability such as Nullify (page 110) is used to negate the \nPower Variation Attribute, the character will revert to \ntheir original values in each Attribute.",
    "level_effects": [
      {
        "level": 1,
        "text": "Reassign Character Points between"
      },
      {
        "level": 2,
        "text": "Reassign Character Points between"
      },
      {
        "level": 3,
        "text": "Reassign Character Points between"
      },
      {
        "level": 4,
        "text": "Reassign Character Points between"
      },
      {
        "level": 5,
        "text": "Reassign Character Points between"
      },
      {
        "level": 6,
        "text": "Reassign Character Points between"
      }
    ]
  },
  {
    "name": "Projection",
    "attribute_cost": "3 Points/Level",
    "relevant_stat": "Mind",
    "description": "The character can create projected images that \nmay have audible or visual components, or both. This \nAttribute may reflect holographic technology, magical \nability, control over environmental conditions, or a \ncompletely different method of creation. The difference \nbetween a Projection and an Illusion (page 97) is that \neveryone can see and/or hear a Projection because it \ndoes not target specific minds. The Projection cannot be \ntouched because it is not substantial, nor does it have a \ntaste or smell. A character can normally maintain only a \nsingle Projection at a time but assigning Enhancements \n(see below) can increase this.\nDepending on the situation, and the nature of \nother individuals or animals viewing the Projection, the \nimage may appear to be a real object. Closer inspection \nwill usually reveal the Projection for what it is, but this \nwill not cause the Projection to disappear as it would \nfor an Illusion. If appropriate, the GM can require \nBody or Mind rolls to “see through” a Projection. See \nthe Illusion Attribute (page 97) for the ability to create \nmental illusions that target specific people, rather \nthan real images that anyone (including technological \ndevices, such as cameras) can detect.\nA Projection may be of a particular object or entity \nor complete scene (such as a furnished room or crowd). \nIt may also be created over an existing person, scene, \nor object to make it appear different than it really is. \nA Projection that is untended is normally static, either \nremaining in one place or (if created over something) \nmoving as the underlying object or entity moves. To \ngive a Projection the semblance of independent activity \n(such as a projected image of a person who moves and Greg Doachi(e Odr2er 495087857)\nATTRIBUTES\nATTRIBUTES\nspeaks) the character must actively concentrate on \nmanipulating the Projection and perform no other \nactions.\nThe Level-related area dictates the size of the \nProjection image, but it can be created anywhere within \na 100-metre radius surrounding the character. Thus, a",
    "level_effects": [
      {
        "level": 6,
        "text": "(30 metres) Projection means that any image"
      },
      {
        "level": 5,
        "text": "(maximum Projection size of"
      },
      {
        "level": 1,
        "text": "Tiny Projection (10 cm radius)"
      },
      {
        "level": 2,
        "text": "Small Projection (1 m radius)"
      },
      {
        "level": 3,
        "text": "Moderately sized Projection (10 m radius)"
      },
      {
        "level": 4,
        "text": "Building-side Projection (100 m radius)"
      },
      {
        "level": 5,
        "text": "Neighbourhood-sized Projection"
      },
      {
        "level": 6,
        "text": "City-sided Projection (10 km radius)"
      }
    ]
  },
  {
    "name": "Ranged Attack",
    "attribute_cost": "1 Point/Level",
    "relevant_stat": "—",
    "description": "A character with the Ranged Attack Attribute knows \nhow to perform precise ranged attacks with a particular \nclass of distance weapons. This is actually a group of \ndifferent Attributes, each representing expertise with a \nparticular class of weapons.\nFor each Level, the character gains a +2 bonus to \ntheir Attack Combat Value whenever they are using the \nspecified group of ranged weapon. This bonus actually \nincreases the Attack Combat Value when using the \nspecific weapon, and thus relevant damage inflicted \n(page 193) is increased as well.\nThe character selects the group of ranged weaponry \nwhen this Attribute is assigned. Examples include: \nArchery (bows); Artillery (large calibre indirect-\nfire guns such as howitzers and mortars); Blow Guns; \nCannon (large calibre direct-fire guns such as tank guns \nand naval guns); Handgun (pistols, machine pistols, \nrevolvers); Crossbow; Launchers (guided and unguided \nrockets); Long Gun (carbines, rifles, submachine \nguns, and shotguns); Machine Gun (bipod, tripod, \nor vehicle mounted machine guns and automatic \ncannon); Mechanical Artillery (catapults and bolt \nthrowers); Sling; Special Attack (all attacks associated \nwith a particular psychic ability or super power); Spells \n(magical missile attacks such as fireballs and lightning); \nThrowing (for thrown axes, knives, stars, grenades, \netc.); or a group of ranged weapons built into an Item \ntype such as “tank weaponry” or “starship weaponry” or \n“giant robot weaponry”.\nSIZE-RELATED LEVELS \nWhen Ranged Attack is added to a character due \nto a Size Rank smaller than Medium, the character \nreceives the Attack Combat Value bonus on all ranged \nattacks (ie. all types of weapons).",
    "level_effects": [
      {
        "level": 1,
        "text": "Attack Combat Value increases by 2"
      },
      {
        "level": 2,
        "text": "Attack Combat Value increases by 4"
      },
      {
        "level": 3,
        "text": "Attack Combat Value increases by 6"
      },
      {
        "level": 4,
        "text": "Attack Combat Value increases by 8"
      },
      {
        "level": 5,
        "text": "Attack Combat Value increases by 10"
      },
      {
        "level": 6,
        "text": "Attack Combat Value increases by 12"
      }
    ]
  },
  {
    "name": "Ranged Defence",
    "attribute_cost": "1 Point/Level",
    "relevant_stat": "—",
    "description": "This is actually a group of different Attributes, each \nrepresenting the character’s talent at avoiding ranged \nattacks in specific circumstances. The character selects \nthe condition for this Attribute when it is assigned, with \neach Level giving the character a +2 to Defence Combat \nValue when defending against ranged attacks under the \nspecific condition. \nRANGED DEFENCE (PERSONAL)\nThe Attribute applies against attacks made while \nthe character is able to move freely, whether they be \non foot, flying, swimming, etc. The character may not \nactually be dodging bullets, but rather this Attribute \nis a combination of situational awareness and tactical \nmovement as well as knowing when to keep moving (to \npresent a more difficult target) and when to drop for \ncover.\nRANGED DEFENCE (MOVEMENT)\nThe Attribute applies against attacks made while \nthe character is manoeuvring a specific vehicle or Item/\nCompanion type, such as automobiles, motorcycles, \nboats, giant robots, starships, hoverboards, horses, \ndolphins, and more.\nSIZE-RELATED LEVELS \nWhen Ranged Defence is added to a character due to \na Size Rank smaller than Medium, the character receives \nthe Defence Combat Value bonus defending against all \nranged attacks (ie. both personal and movement).",
    "level_effects": [
      {
        "level": 1,
        "text": "Defence Combat Value increases by 2"
      },
      {
        "level": 2,
        "text": "Defence Combat Value increases by 4"
      },
      {
        "level": 3,
        "text": "Defence Combat Value increases by 6"
      },
      {
        "level": 4,
        "text": "Defence Combat Value increases by 8"
      },
      {
        "level": 5,
        "text": "Defence Combat Value increases by 10"
      },
      {
        "level": 6,
        "text": "Defence Combat Value increases by 12"
      }
    ]
  },
  {
    "name": "Regeneration",
    "attribute_cost": "5 Points/Level",
    "relevant_stat": "Body",
    "description": "This Attribute can either Regenerate a character’s own \nHealth Points or Energy Points, but not both (though \nit can be assigned twice to Regenerate both Health and \nEnergy). Select the focus of the Regeneration when this \nAttribute is assigned during character creation.\nCharacters with this Attribute automatically heal \nor energise their own injuries at the rate of 5 Health \nor Energy Points each Level each round, whether they \nare awake, asleep, or unconscious. The character’s \nHealth or Energy Points cannot exceed their original \ntotal, though. At higher Regeneration Levels of Health \nPoints specifically, the character’s body will revive itself \nif “clinically” dead but not actually brain-dead (Level \n3+) and can repair massive trauma such as lost limbs or \norgans (Level 5+). Regeneration cannot repair a dead \nbody, however (see the Reincarnation Attribute, page \n117, for this ability).\n  LLIMITERIMITER\nCONDITIONAL \nSome characters need exposure to a particular \nsubstance or energy source in order to regenerate their \nHealth or Energy Points. The speed of this Regeneration \ndepends on the strength of exposure. The substance can \nbe common, such as sunlight or positive emotions, but \nshould not be something that is omnipresent under \nmost practical circumstances (such as breathable air). \nThe GM should rate the strength of exposure to \na particular condition or substance using five degrees \nof intensity, each of which provides a different rate \nof regeneration: Extremely Weak (1 Point/Level per \nround), Weak (2 Points/Level per round), Average (3 \nPoints/Level per round), Strong (4 Points/Level per \nround), or Extremely Strong (5 Points/Level per round).\nCharacters should usually be able to find Average \nmagnitude intensity substances easily. For example, if a \ncharacter regenerates from sunlight, a sunny day would \nbe sufficient. To continue that particular example, a \nStrong intensity might be the midday sun at the equator \nor unfiltered sunlight in space, while an Extremely \nstrong intensity might be sunlight very close to a star (or \nduring daytime on a planet near a star, such as Mercury). \nSimilarly, Weak intensities should be common (indoor \nlight through a window) and extremely weak should \nbe very common (such as any exposure at all to solar \nradiation). Characters may also find themselves unable \nto regenerate when the substance is absent (such as at \nnight or when underground).The default assumption is that the substance that \ntriggers the Conditional Regeneration is easy to find \n(sunlight, noise, heat, an emotion, plants, etc.). If the \nsubstance is rare, also take the Environmental Limiter \n(page 150).",
    "level_effects": [
      {
        "level": 1,
        "text": "Regenerates up to 5 Health Points or"
      },
      {
        "level": 2,
        "text": "Regenerates up to 10 Health Points or"
      },
      {
        "level": 3,
        "text": "Regenerates up to 15 Health Points or"
      },
      {
        "level": 4,
        "text": "Regenerates up to 20 Health Points or"
      },
      {
        "level": 5,
        "text": "Regenerates up to 25 Health Points or"
      },
      {
        "level": 6,
        "text": "Regenerates up to 30 Health Points or"
      }
    ]
  },
  {
    "name": "Reincarnation",
    "attribute_cost": "2 Points/Level",
    "relevant_stat": "Soul",
    "description": "If the character is killed or destroyed, some of their \nessence may still survive. This may be in spiritual or \ndigital form, or it may be something that must be \nretrieved from the corpse. A robot whose memory can \nbe copied or uploaded, a creature that leaves an egg in \nits body upon death, or an undead monster that will \nreform a few minutes, hours, or days after its apparent \ndeath are all examples of this. If this remnant can be \nsalvaged or otherwise recovered, in a matter of days or \nweeks and with proper care, it will develop a new body \nsimilar to the original.\nReincarnation is moderately easy to stop. This may \nbe as simple as burning, blowing up, or dismembering \na body, or perhaps burying the body on consecrated \nground. The GM and player must work together to \ndetermine the parameters involved in preventing the \nrebirth.\n  EENHANCEMENTNHANCEMENT\nDIFFICULT TO STOP \nWith this Enhancement, the Reincarnation can \nonly be stopped with tremendous difficulty as best \ndetermined by the campaign scope with input from the \nGame Master.",
    "level_effects": [
      {
        "level": 1,
        "text": "It takes up to 1 month to reincarnate"
      },
      {
        "level": 2,
        "text": "It takes up to 1 week to reincarnate"
      },
      {
        "level": 3,
        "text": "It takes up to 1 day to reincarnate"
      },
      {
        "level": 4,
        "text": "It takes up to 12 hours to reincarnate"
      },
      {
        "level": 5,
        "text": "It takes up to 1 hour to reincarnate"
      },
      {
        "level": 6,
        "text": "It takes up to 1 minute to reincarnate"
      }
    ]
  },
  {
    "name": "Resilient",
    "attribute_cost": "2 Points/Level",
    "relevant_stat": "Body",
    "description": "The character is adapted to survive for short periods \nin a number of environments equal to their Resilient \nAttribute Level that are hostile to ordinary humans. Examples of hostile environments include: acidic/basic \nliquids, airborne toxins (including gasses and microbes), \nextra dimensional, high pressure, low pressure, intense \ncold, intense heat, radiation, lack of air, poisons, and \nunderwater (the ability to seemingly “breathe” water \nfor short periods), etc. Alternatively, the Resilient \nAttribute can indicate that the character has partial \nresistance from conditions that can otherwise afflict \nnormal humans such as ageing (cannot be artificially \naged), disease (major edge on Stat rolls to resist), sleep \n(can operate for long periods without sleep), sustenance \n(can survive long periods without food or water), sight/\nhearing effects from intense light/sound, etc. Finally, \nResilient can be assigned to mechanical vehicles, \nmecha, and other non-living Items to represent \nan enhanced “mechanical endurance” that \nreduces the need for frequent refuelling or re-\nenergising (similar to how Resilient can reduce \nthe frequency that humans require food and \nwater). When a Stat roll would be appropriate \nto determine if the Resilient Attribute provides \nthe intended protection (such as when rolling \nto see if protection from blinding bright \nvision attacks is effective against a flash \ngrenade), the character receives a major edge (page \n182) on the Body Stat roll. \nThe Resilient Attribute \ndoes not apply to non-\nhuman characters whose \nnatural living environment \nis not the Earth’s atmosphere \n(such as a mermaid living in \nthe ocean or an alien from a \nworld with a breathable methane \natmosphere). In these cases, the \ncharacter would instead assign \nResilient (Earth Atmosphere) to \nsurvive for extended periods in \nnormal human environments (adding \nthe Complete Enhancement if the \ncharacter is fully adapted for survival).\nThis Attribute also provides the \ncharacter with a 5 Armour Rating (page 80) \nagainst environmental conditions and attacks \nsimilar to the adapted environment. For example, \nResilient (Heat) provides Armour while in the desert \nsun and against fiery blasts from dragons, while Resilient \n(Pressure) provides Armour while deep-sea diving and \nagainst a sorcerer’s crushing gravity attack. In most \nnatural Earth environments and climatic conditions, \nthis built-in 5 Armour Rating is sufficient to provide \nthe character with adequate protection. For complete \nresistance to specific types of Weapon attacks, see the \nImmunity Attribute (page 98).\nGreg Doachi(e Odr2er 495087857)\nATTRIBUTES\nATTRIBUTES\n  EENHANCEMENTNHANCEMENT\nCOMPLETE \nThis character’s resilience is complete and fully \nadapted to one selected hostile environment or \ncondition. For example, the character could be totally \nResilient to all diseases or poisons, not age at all, not \nrequire any food or water, survive in total vacuum, etc. \nThe Complete Enhancement can be assigned multiple \ntimes if the character is fully Resilient to more than one \nidentified environment.",
    "level_effects": [
      {
        "level": 1,
        "text": "Resilient to 1 environment or condition"
      },
      {
        "level": 2,
        "text": "Resilient to 2 environments or conditions"
      },
      {
        "level": 3,
        "text": "Resilient to 3 environments or conditions"
      },
      {
        "level": 4,
        "text": "Resilient to 4 environments or conditions"
      },
      {
        "level": 5,
        "text": "Resilient to 5 environments or conditions"
      },
      {
        "level": 6,
        "text": "Resilient to 6 environments or conditions"
      }
    ]
  },
  {
    "name": "Sensory Block",
    "attribute_cost": "1 Point/Level",
    "relevant_stat": "Mind",
    "description": "A character with Sensory Block is partially hidden \nfrom specific senses or detection techniques, hindering \nsuch detection within a three-metre area surrounding \nthe character. This can represent a magical ability, \ntechnological enhancement, or paranormal effect. For \neach Level of the Sensory Block Attribute, the character \ncan either block one Supersense (page 123) or one normal \nor enhanced sense, as determined during character \ncreation. To fully block (rather than hinder) a detection \ntechnique, see the Undetectable Attribute (page 131).\nEach Level allows one of the five senses – hearing, \nsight, smell, taste, or touch – or a particular specified \nSixth Sense (page 119) or Supersense (page 123) to \nbe partially blocked. Blocking a normal sense means \nthat individuals within the three-metre area cannot \nsee well (sight), cannot hear well (hearing), etc., while \nblocking a detection technique could mean that radar \nis scrambled, infrared is blurry, vibration is dampened, \ndanger is considered relatively safe, the presence of \nmagic is muted, etc., Stat and Skill rolls are assigned a \nmajor obstacle (page 182) when an individual inside the \narea (or individual outside the area that is attempting \nto detect inside the area) is using the identified sense or \ndetection technique.",
    "level_effects": [
      {
        "level": 1,
        "text": "1 sense or technique is partially blocked"
      },
      {
        "level": 2,
        "text": "2 senses or techniques are partially"
      },
      {
        "level": 3,
        "text": "3 senses or techniques are partially"
      },
      {
        "level": 4,
        "text": "4 senses or techniques are partially"
      },
      {
        "level": 6,
        "text": "6 senses or techniques are partially"
      }
    ]
  },
  {
    "name": "Sixth Sense",
    "attribute_cost": "1 Point/Level",
    "relevant_stat": "Soul",
    "description": "Some characters have the ability to detect things \nthat may be hidden to normal senses or technological \nsensors, while others have affinities for specific objects \nor people. Sixth Sense typically represents psychic or \nmagical ability, but can also reflect trained and acute \nsenses or divine intervention.\nThe character may sense one particular category \nof phenomenon per Attribute Level. The player \nshould define the category with the GM’s approval. \nExamples of phenomena to which the character may \nbe sensitive include: astral or ethereal beings, danger, \npocket dimensions, electricity, elements, emotions, \nevil, illusions, interpersonal dynamics, magic, magnetic \nfields, paranormal nexus points, particular objects, \nplaces of power, psionic powers, radio, radar, spirits, \ntelepathy, truth, virtue, or the use of specific Attributes \nor Defects.\nAs a guideline, the character is automatically alerted \nwhen something their Sixth Sense detects is in close \nproximity (within 10 metres). The GM may require \na Soul Stat roll to do this, with a Target Number \ndepending on the strength of the origin of whatever \nemanations the character can sense. The character \nreceives a minor edge (page 182) if they are touching \nthe source of the phenomena.\nA character who specifically concentrates on using \ntheir Sixth Sense may gain more precise information \non a successful Soul Stat roll. The exact content of \nthis information is up to the GM. If the roll succeeds, \nthe GM may provide the character with a few extra \nclues about the origin such as “the magic is coming \nfrom those buildings over there” or “you sense the \nevil presence feels otherworldly … and hungry.” If the \nroll fails, the character will not gain any additional \ninformation unless something happens, such as the \nphenomena becoming stronger or coming much closer. \nThe GM should always try to use Sixth Sense to plant \nclues that make a story more exciting, but not allow it \nto circumvent the process of discovery in a mystery plot.",
    "level_effects": [
      {
        "level": 1,
        "text": "1 Sixth Sense"
      },
      {
        "level": 2,
        "text": "2 Sixth Senses"
      },
      {
        "level": 3,
        "text": "3 Sixth Senses"
      },
      {
        "level": 4,
        "text": "4 Sixth Senses"
      },
      {
        "level": 5,
        "text": "5 Sixth Senses"
      },
      {
        "level": 6,
        "text": "6 Sixth Senses"
      }
    ]
  },
  {
    "name": "Size Change",
    "attribute_cost": "10 Points/Level",
    "relevant_stat": "Body",
    "description": "The character can temporarily either increase or \ndecrease their size up to one Size Rank away from their \nnormal size for each Attribute Level. Select increase or \ndecrease when the Attribute is assigned, though the \ncharacter can always return to their normal size, of \ncourse. The character can typically maintain the change \nfor up to one minute or for one dramatic scene. The \nbenefits and drawbacks associated with the new Size \nRanks apply (page 35).\n  EENHANCEMENTNHANCEMENT\nBOTH WAYS\nThe character can change sizes in both directions, \ninstead of being limited to either growing or shrinking.",
    "level_effects": [
      {
        "level": 1,
        "text": "Grow by increasing up to 1 Size Rank; or"
      },
      {
        "level": 2,
        "text": "Grow by increasing up to 2 Size Ranks; or"
      },
      {
        "level": 3,
        "text": "Grow by increasing up to 3 Size Ranks; or"
      },
      {
        "level": 4,
        "text": "Grow by increasing up to 4 Size Ranks; or"
      },
      {
        "level": 5,
        "text": "Grow by increasing up to 5 Size Ranks; or"
      },
      {
        "level": 6,
        "text": "Grow by increasing up to 6 Size Ranks; or"
      }
    ]
  },
  {
    "name": "Skill Group",
    "attribute_cost": "1, 2, or 3 Points/Level",
    "relevant_stat": "Body, Mind, or Soul",
    "description": "Skill Groups represents training or natural talent \nin a particular broad field. There are several different \nSkill Groups and each of them is considered its own \nAttribute. Assigning multiple Skill Group Attributes \nat different Levels, therefore, is an ideal method for \ncreating a versatile character. For combat-related \ncapabilities, see the following Attributes instead: \nAttack Mastery, Defence Mastery, Melee Attack, Melee \nDefence, Ranged Attack, and Ranged Defence.\nIn appropriate circumstances, the Level of a \ncharacter’s suitable Skills Group is added to their related \nStat when making a Skill roll to determine the success \nor failure of a task. See Roll Types (page 179) for more \ninformation on Skill rolls.\nSkill Groups are divided into three categories with \ndiffering Character Point costs (from 1 to 3 Points per \nLevel) to reflect their typical utility in most BESM \ngames. The GM may reallocate some of these Skill Groups to different categories – thus changing their \nPoint cost – to more accurately reflect frequency and \nvalue in their specific game setting. For example, in \na high school game of romance and student council \npolitical drama, the Domestic Skill Group might be \nbetter categorised under a Field Skill or Action Skill \ninstead of a Background Skill.\nIncluding Skill Groups in BESM Fourth Edition is \na shift from previous editions that used detailed, \nspecific skill lists instead of groups. There are \nnumerous advantages to these collections of \nrelated skills, though several problems may arise \nas well that require GM and player consideration, \nincluding skill overlap and interpretation.\nOVERLAP AND BROAD APPLICATIONS\nThe open-ended nature of the Skill Groups \ncould encourage justifying that a specific activity \nfalls under the realm of nearly any group. For \nexample, extracting information from a street \nthug could be rationalised under:\nOccupation – “I’m a bounty hunter, and deal with \nsuch things regularly.”\nBusiness – “I’ll make a deal with him, selling him \non the virtues of working with us.”\nSocial – “I’m good at talking with people and will \nconvince him through rhetoric.”\nStreet – “I’ll speak his gang language and ensure \nhe understands the consequences of silence.”\nDetective – “After all my years on the beat, I’m \nhighly adept at extracting information.”\nThis diverse application of Skill Groups is an \nintentional feature, though it may cause some \nconsternation with some players and GMs who \ndesire a more rigid structure.\nPRIMARY USAGE\nIt’s equally important not to make one or two \nSkill Groups essential for survival and enjoyment \nin a game, which discourages from players \ncreating diverse characters. For example, if the \ncharacters with the Adventuring and Street Skill \nGroups are always having the opportunity to use \ntheir talents in the game, while other characters \nare merely sitting back and observing, there may \nbe too much emphasis placed on those groups.GAMING WITH \nSKILL GROUPSGreg Doachi(e Odr2er 495087857)\nATTRIBUTES\nATTRIBUTES\n  BBACKGROUND SKILL ACKGROUND SKILL \nGROUPS (1 POINT/LEVEL)GROUPS (1 POINT/LEVEL)\nACADEMIC\nSkills that are rooted in language, research, \ncommunications, and critical thinking.\nARTISTIC\nSkills that are tied to formal and informal expression, \nand related to imagination, creativity, and aesthetics.\nDOMESTIC\nSkills that are often obtained without formal \neducation and that have applications in daily life.\nOCCUPATION (SELECT ONE)\nSkills that are tied to the activities of one specific \ncareer that are often learned “on the job”.\n  FFIELD SKILL GROUPS  IELD SKILL GROUPS  \n(2 POINT/LEVEL)(2 POINT/LEVEL)\nBUSINESS\nSkills that cover a wide variety of administration \napplications, such as management, sales, policy, and savvy.\nSOCIAL\nSkills related to community interactions, \ninterpersonal dynamics, and political manoeuvring.\nSTREET\nSkills that reflect familiarity with underworld \nelements as well as urban culture and survival.\nTECHNICAL\nSkills related to gadgets and their functions, including \naspects of mechanics, electronics, and programming.\n  AACTION SKILL GROUPS  CTION SKILL GROUPS  \n(3 POINT/LEVEL)(3 POINT/LEVEL)\nADVENTURING\nSkills that apply to a broad spectrum of exploration \nin wilderness environments.\nDETECTIVE\nSkills relating to police sciences, investigations, \nurban immersion, and subterfuge.\nMILITARY\nSkills connected to organised troop efforts, \nformalised hierarchies, espionage, and combat support.\nSCIENTIFIC\nSkills appropriate to quantitative fields – biological, \nphysical, medical, mathematical, and natural sciences.Level 1 Developing – The character is gaining \nproficiency with the Skill Group through \nregular application",
    "level_effects": [
      {
        "level": 2,
        "text": "Trained – The character has moderate"
      },
      {
        "level": 3,
        "text": "Expert – The character has significant"
      },
      {
        "level": 4,
        "text": "Veteran – The character has extensive"
      },
      {
        "level": 5,
        "text": "Master – The character has exhaustive"
      },
      {
        "level": 6,
        "text": "Grand Master – The character has"
      }
    ]
  },
  {
    "name": "Spaceflight",
    "attribute_cost": "1 Point/Level",
    "relevant_stat": "Body",
    "description": "This Attribute is primarily intended for use in \ninterplanetary or galactic games. A character (or more \noften, a vehicle or mecha Item) with Spaceflight can \nfly in the vacuum of space (but not in an atmosphere) \nbetween planets, stars, asteroids, solar systems, and \n(at extremely high Levels) even galaxies. The Flight \nAttribute (page 94) is required to escape from the \natmosphere and gravity of a planet or other large body. \nWithout Flight, the traveller or Item can only achieve \nSpaceflight speeds if already in space.",
    "level_effects": [
      {
        "level": 1,
        "text": "Primitive near-planetary Spaceflight (up"
      },
      {
        "level": 2,
        "text": "Slow interplanetary Spaceflight (up to"
      },
      {
        "level": 3,
        "text": "Average interplanetary Spaceflight. Travel"
      },
      {
        "level": 4,
        "text": "Fast interplanetary Spaceflight. Travel"
      },
      {
        "level": 5,
        "text": "Extrasolar Spaceflight. Travel between"
      },
      {
        "level": 6,
        "text": "Slow faster-than-light Spaceflight. Travel"
      }
    ]
  },
  {
    "name": "Special Movement",
    "attribute_cost": "1 Point/Level",
    "relevant_stat": "Body",
    "description": "The character may select one Special Movement \ntype for every Level of this Attribute. The movement \nabilities may be the result of genetics, mystical forces, \nsupernatural talents, or intense training. Several \nexamples are given below but the GM and players \nare encouraged to develop additional abilities as well. \nMany other Attributes provide alternate methods of \nmovement, including Flight, Ground Speed, Jumping, \nSpaceflight, Superspeed, Teleport, T unnelling, or Water \nSpeed.\nBALANCE\nThe character never loses their balance, even when \nrunning on a narrow rope or beam.\nCAT-LIKE\nThe character will take half damage (round down) \nfrom most falls and always lands on their feet.\nFAST\nThe character’s Body Stat is doubled for each \nassignment of this Attribute when calculating running \nspeed (see page 191).\nLIGHT-FOOTED\nThe character can skim over sand, snow, or ice at \nfull speed.\nSLITHERING\nThe character can slither along the ground at \nnormal walking/running speeds. This allows a character \nto move quickly while maintaining a very low profile.\nSWINGING\nThe character can swing through forests and \ncities (areas with natural or artificial structures above \nswinging height) using vines, ropes, webbing, or simply \ntheir arms.\nUNTRACKABLE\nThe character never leaves footprints or tracks when \nthey walk or run. Eliminating the character’s scent as \nwell is a Feature (page 92).\nWALL-BOUNCING\nFor the duration of a dramatic scene, the character \ncan move at regular walking speed without touching \nthe ground by bounding back and forth between \nnearby vertical surfaces (walls). For example, they can \nproceed down hallways or climb an alleyway between \ntwo buildings (bouncing from wall to wall).WALL-CRAWLING \nThe character can cling to walls or ceilings as though \nthey were on the ground or floor. Due to the enhanced \nutility of this type of movement, this counts as two \nSpecial Movement abilities.\nWATER-WALKING\nThe character can walk or run over water as if they \nwere on land. Due to the enhanced utility of this type of \nmovement, this counts as two Special Movement abilities.\nZEN DIRECTION\nWhen the character opens their mind to the natural \nworld, they will always move in the right direction. The \nright direction is not always the direction the character \nwants, but it is the direction the character needs.",
    "level_effects": [
      {
        "level": 1,
        "text": "1 Special Movement ability"
      },
      {
        "level": 2,
        "text": "2 Special Movement abilities"
      },
      {
        "level": 3,
        "text": "3 Special Movement abilities"
      },
      {
        "level": 4,
        "text": "4 Special Movement abilities"
      },
      {
        "level": 5,
        "text": "5 Special Movement abilities"
      },
      {
        "level": 6,
        "text": "6 Special Movement abilities"
      }
    ]
  },
  {
    "name": "Summon Creatures",
    "attribute_cost": "2 Points/Level",
    "relevant_stat": "Mind",
    "description": "The character can summon a wide variety of natural \nanimals from the surrounding area (up to 1 km radius) \nand command them to perform a variety of simple \nactivities such as attack, confuse, hunt, defend, etc. for a \nduration of approximately one minute or one dramatic \nscene. Dominion over humans and other sentient species \nis best handled by the Mind Control Attribute (page 108) \ninstead. The Attribute Level determines the maximum \nnumber of animals that can be summoned, and multiple \ndifferent types of animals can be summoned at the same \ntime. If fewer animals are in the surrounding area, only \nthose nearby will obey the summons. Additionally, the \nanimals do not appear magically and instantaneously; \nthey must find a way to travel to the summoning \ncharacter and consequently summoning turtles or snails \nmay not produce the fastest results.\n  EENHANCEMENTSNHANCEMENTS\nSUPERNATURAL \nThe animals are summoned through supernatural \nmeans. The character can always summon the \nmaximum number of allowable animals (as determined \nby the Attribute Level) and the animals arrive at the \nsummoner’s side within a single round. When the \nduration expires, the animals instantly return to their \noriginal locations.Greg Doachi(e Odr2er 495087857)\nATTRIBUTES\nATTRIBUTES\nDIMENSIONAL \nCounts as 2 Enhancements (Attribute effectiveness \nreduced by 2 Levels). The character is not limited to \nsummoning only natural animals but can also summon \nthe maximum number of a variety of weak creatures \nfrom other dimensions or planes of existence. When the \nduration expires, the creatures instantly return to their \noriginal locations.\n  LLIMITERSIMITERS\nNARROW CATEGORY \nThe summoning is restricted to a narrow category of \nanimals or creatures, such as mammals, insects, reptiles, \namphibians, fish, avians, micro-demons, fae, etc.\nSPECIFIC CATEGORY\nCounts as 2 Limiters (Attribute effectiveness \nincreased by 2 Levels). The summoning is restricted to \na specific category of animals or creatures, such as dogs, \ncats, rodents, ants, bees, large reptiles, frogs, sharks, \nbirds of prey, imps, pixies, etc.\nSINGLE CATEGORY\nCounts as 3 Limiters (Attribute effectiveness \nincreased by 3 Levels). The summoning is restricted to a \nsingle category of animals or creatures, such as poodles, \ntigers, rats, fire ants, crocodiles, tree frogs, hammerhead \nsharks, eagles, blood imps, water pixies, etc.",
    "level_effects": [
      {
        "level": 1,
        "text": "Summon up to 10 creatures"
      },
      {
        "level": 2,
        "text": "Summon up to 30 creatures"
      },
      {
        "level": 3,
        "text": "Summon up to 100 creatures"
      },
      {
        "level": 4,
        "text": "Summon up to 300 creatures"
      },
      {
        "level": 5,
        "text": "Summon up to 1,000 creatures"
      },
      {
        "level": 6,
        "text": "Summon up to 3,000 creatures"
      }
    ]
  },
  {
    "name": "Supersense",
    "attribute_cost": "1 Point/Level",
    "relevant_stat": "Mind",
    "description": "Supersense gives the character one sense (assigned \nduring character creation) that functions beyond the \nscope of normal human capability that can detect \nobjects at a distance, in the dark, and invisible to normal \nsight. The detectable objects (or at least the radiation \nthey send out, in the case of some Supersenses) must be \nin direct line of sight, though, and not blocked by a solid \nbarrier or the curve of the planet’s horizon. Supersenses \ncan include: echolocation, infrared vision, radar, sonar, \nmagnetic field detection, microscopic vision, ultravision, \nvibration detection, x-ray vision, and more exotic or \nmagical detection forms. Active Supersenses that send \nout pulses of energy (such as radar and sonar) should \nalso be assigned the Detectable Limiter (page 150).Multiple different Supersenses with varying ranges can \nbe represented by assigning this Attribute multiple times.",
    "level_effects": [
      {
        "level": 1,
        "text": "Supersense can detect objects within a"
      },
      {
        "level": 2,
        "text": "Supersense can detect objects within a"
      },
      {
        "level": 3,
        "text": "Supersense can detect objects within a"
      },
      {
        "level": 4,
        "text": "Supersense can detect objects within a"
      },
      {
        "level": 5,
        "text": "Supersense can detect objects within a"
      },
      {
        "level": 6,
        "text": "Supersense can detect objects within a"
      }
    ]
  },
  {
    "name": "Superspeed",
    "attribute_cost": "3 Point/Level",
    "relevant_stat": "Body",
    "description": "A character can sprint up to 4-5 metres/round (or 4-5 \nkph) multiplied by their Body Stat over short distances. \nA character with Superspeed can move much faster than \nthis, as well as perceive the world at an increased pace. \nThis Attribute is usually supernatural in nature (since \nit progresses well beyond realistic speed physics) and \nconsequently is usually only appropriate for augmented \nor magical characters and not regular vehicle or mecha \nItems. For a more realistic form of movement for Items, \nsee the Ground Speed Attribute (page 96).\nIn most genres, a fast-moving character can still \ninteract with the world. This means that the character \nwill not run into buildings along city streets because they \ncan perceive them early enough and make appropriate \nturns to avoid them. The character can also read books \nquickly, write at incredible speeds, and perform normal \nchores and activities at enhanced rates.\nSuperspeed is a modular Attribute that does not \nprovide the character with many other Attribute benefits \ntypically associated with speedy characters, however. \nThis allows for maximum player flexibility when \ndesigning their character concept. Many characters \nwith Superspeed will also possess one or more Levels \nin the following Attributes: Change State (incorporeal \nto vibrate through solid objects), Combat Technique \n(Lightning Reflexes), Extra Actions, Heightened \nAwareness, Massive Damage (Superspeed attacks), \nRegeneration, Special Movement, and Weapon (tied to \nSuperspeed through the Dependent Limiter).",
    "level_effects": [
      {
        "level": 1,
        "text": "Top speed is 100 kph"
      },
      {
        "level": 2,
        "text": "Top speed is 300 kph"
      },
      {
        "level": 3,
        "text": "Top speed is 1,000 kph"
      },
      {
        "level": 4,
        "text": "Top speed is 3,000 kph"
      },
      {
        "level": 5,
        "text": "Top speed is 10,000 kph"
      },
      {
        "level": 6,
        "text": "Top speed is 30,000 kph"
      }
    ]
  },
  {
    "name": "Superstrength",
    "attribute_cost": "4 Point/Level",
    "relevant_stat": "Body",
    "description": "A character can lift approximately 20-30 kg times \ntheir Body Stat (and freely manoeuvre about one half \nthat amount), but some characters are far stronger than \ntheir Body Stats indicate. This Attribute can represent \nthe muscular strength of a large or powerful non-human, \na supernatural ability, the hydraulic systems of robotic \nmuscles, etc. Each Level of Superstrength determines the \nmaximum mass the character can lift and carry for short \ndistances.\nA character’s Superstrength is independent of \ntheir Body Stat. When someone or something has \nSuperstrength, strength moves beyond the Stat scale; \nthe Body Stat now represents fitness, durability, and \nagility rather than actual muscle. Thus, a player could \ncreate someone with a Body Stat of 2, but Levels of \nSuperstrength (clumsy, fragile, and out of shape, but \nsuper strong!).\nUNARMED COMBAT \nEach Superstrength Level adds +5 damage to \nunarmed attacks such as punches, kicks, grappling, or \nbody slams. The +5 damage bonus also usually applies to \nthe natural weapons of super-strong animals, including \nclaws, bites, hooves, and gores.\nMUSCLE WEAPONS\nEach Superstrength Level adds +1 to a character’s \nDamage Multiplier when using normal melee and \nthrown Weapons, as well as when using Weapon attacks \nwith the Muscle Enhancement (page 138). If such \na Weapon Attribute is defined as a form of unarmed \ncombat as well, the +5 damage bonus described above \ndoes not also apply – the character only receives the +1 \nDamage Multiplier bonus.",
    "level_effects": [
      {
        "level": 1,
        "text": "Lift up to 250 kg (such as a motorcycle)"
      },
      {
        "level": 2,
        "text": "Lift up to 500 kg (such as a horse)"
      },
      {
        "level": 3,
        "text": "Lift up to 1 tonne (such as a small car)"
      },
      {
        "level": 4,
        "text": "Lift up to 2 tonnes (such as a truck)"
      },
      {
        "level": 5,
        "text": "Lift up to 5 tonnes (such as an elephant)"
      },
      {
        "level": 6,
        "text": "Lift up to 10 tonnes (such as a yacht)"
      }
    ]
  },
  {
    "name": "Swarm",
    "attribute_cost": "2 Points/Level",
    "relevant_stat": "Mind",
    "description": "A character with this Attribute can transform into \na swarm of small creatures, such as rats, bats, wasps, \ncrows, or other creatures or things (such as tiny attack \nrobots). Vampires and demons most often possess this \ndramatic ability. The type of Swarm creature must be determined \nduring character creation. The character can create one \ncritter from their body for every current Health Point, \nmultiplied by the Level in this Attribute. For example, \na character with 130 current Health Points who has \nSwarm at Level 4 could transform into a horde of 520 \ncreatures (130 x 4 = 520).\nWhen transformed into a Swarm, the character \ncannot use any of their existing Attributes. The actions \nof the Swarm are limited to three options: move, \nobserve, and attack. Additionally, all the critters of the \nSwarm must remain within close proximity of each \nother (within a radius of five metres per Attribute Level). \nA swarm’s Attack Combat Value is equal to the Swarm \nAttribute Level + 4. The attack damage is not calculated \nin the usual way, however. Instead, it inflicts a flat 1 \ndamage for every 10 critters (round down; minimum 1 \ndamage) in the Swarm.\nA Swarm can be attacked normally, and each \ncreature in it dies if it is hit (no defence roll is allowed). \nUnless an opponent is using a Weapon Attribute with \nthe Area or Spreading Enhancements (pages 145 and \n141), only a single member of the Swarm can be killed \nper attack (GM’s discretion). Consequently, a Swarm \nof 200 creatures requires 200 attacks to completely \ndestroy. Attacks with the Spreading Enhancement can \naffect multiple critters at a time, while attacks with the \nArea Enhancement can be devastating to the Swarm.\nA character who dissolved into a Swarm may choose \nto revert into normal form during their Initiative in a \ncombat round. To accomplish this, all available critters \nin the Swarm (those not killed or trapped) must join \ntogether. T ransforming back to normal form replaces \nall the character’s actions for that round. The character \nwill return to normal with Health Points equal to the \nnumber of critters that recombined, divided by the \nSwarm Attribute Level (round down). For example, \nif a character with 130 current Health Points and \nSwarm at Level 4 divided into 520 creatures, and after \na battle recombined with only 100 available critters, the \ncharacter would then have a current total of 25 Health \nPoints (100 ÷ Level 4 = 25).",
    "level_effects": [
      {
        "level": 1,
        "text": "The character can turn into a swarm of"
      },
      {
        "level": 2,
        "text": "The character can turn into a swarm of"
      },
      {
        "level": 3,
        "text": "The character can turn into a swarm of"
      },
      {
        "level": 4,
        "text": "The character can turn into a swarm of"
      },
      {
        "level": 5,
        "text": "The character can turn into a swarm of"
      },
      {
        "level": 6,
        "text": "The character can turn into a swarm of"
      }
    ]
  },
  {
    "name": "Telekinesis",
    "attribute_cost": "4 Points/Level",
    "relevant_stat": "Mind",
    "description": "The character can concentrate on a physical object \n(but not forms of energy) within 10 metres and move it \nwithout physically touching it. Telekinesis may represent \npsionic ability, magic, or some form of tractor beam. \nCharacters with the ability to magically control the \nmovement of a particular element may also use Telekinesis \nto represent this ability by assigning a Limiter (see below).\nA character using Telekinesis can lift themselves, \na character, an object, or a group of adjacent objects \nor people and move them at a brisk walking speed \n(5 metres/round or 5 kph) or manipulate it with the \ndexterity of a human hand. If a character wishes to fly at \nspeeds exceeding 5 kph, they need the Flight Attribute \n(page 94) rather than Telekinesis. A character can use \nTelekinesis as a weapon by lifting someone up into the \nair and dropping them, or by moving a heavy object \nover their foe and releasing it. The normal rules for \nnon-combat damage (page 193) are used based on the \nseverity of the impact incident.\nTelekinesis can also be used more directly to hurl \nobjects and inflict damage. The amount of mass that \ncan be lifted and violently hurled is much less in this \ninstance, equal the normal mass ÷ 100 (for example, \n1 kg at Level 3, 10 kg at Level 4, etc.). Otherwise, the \nordinary rules for combat are used, as if the telekinetic \nwas striking or wielding objects with an invisible pair \nof hands (or multiple hands, if they have the Extra \nActions Attribute, page 92). If striking with a weapon \n(including thrown weapons), use the normal combat \nrules (page 183) for attacking and determining damage. \nIf striking with bare telekinetic force, use the normal \nguidelines for unarmed damage (page 193).\n  LLIMITERIMITER\nFOCUSSED \nThis Limiter restricts the character to telekinetically \nmoving or sculpting one specific type of matter – such \nas air, earth, fire, metal, water, wood, etc. – that is \nselected during character creation. Context is provided \nbelow for each of these examples:AIR\nThe character can only move air (or other gases). \nA cubic metre of air masses about 1.3 kg. Enough air \nto fill a 3 metre by 3 metre by 3 metre (roughly 1,000 \ncubic feet) room masses 35 kg.\nEARTH\nThe character can only move dirt, rock, stone, sand, \netc. and cannot affect treated metals such as iron or lead. \nA cubic metre of packed dirt masses about 2 tonnes; the \nsame mass of concrete masses about 2.5 tonnes, while \na cubic metre of solid granite masses about 2.8 tonnes.\nFIRE\nThe character can only affect flames of an existing \nfire, or can possibly start small ones (and manipulate \nthem into larger ones, as appropriate) with their \nmind as well. Since fire does not have mass, the Level \nindicates the size of the flames that can be controlled \nand manipulated: small fires at Level 1 (like a candle \nor match flame), up to a large conflagrations that could \nencompass an apartment building at Level 6.\nMETAL\nThe character’s Telekinesis only works on metal. This \nmay be a mystical limitation, or it may be the character’s \nAttribute is actually magnetic (or pseudo-magnetic if it \nworks on most metals). A cubic metre of steel masses \nabout 8 tonnes.\nWATER\nThe character can lift and move water. A cubic metre \nof water (1,000 litres) masses one tonne while a gallon \nof water (about 4 litres) masses about 4 kilograms.\nWOOD\nThe character’s Attribute only works on wood \n(living or dead). This ability is usually mystical in origin \nand common to druids and woodland spirits. A cubic \nmetre of wood masses just under a tonne.",
    "level_effects": [
      {
        "level": 1,
        "text": "The character’s Telekinesis can move up"
      },
      {
        "level": 2,
        "text": "The character’s Telekinesis can move"
      },
      {
        "level": 3,
        "text": "The character’s Telekinesis can move up"
      },
      {
        "level": 2,
        "text": "Weapon."
      },
      {
        "level": 5,
        "text": "The character’s Telekinesis can move up"
      },
      {
        "level": 3,
        "text": "Weapon."
      },
      {
        "level": 6,
        "text": "The character’s Telekinesis can move"
      },
      {
        "level": 4,
        "text": "Weapon."
      }
    ]
  },
  {
    "name": "Telepathy",
    "attribute_cost": "3 Points/Level",
    "relevant_stat": "Mind",
    "description": "By concentrating and through touch, the character \ncan read another person’s mind and can also transmit \ntheir thoughts to the target. At higher Levels, the \ncharacter can invade a target’s mind to probe and even \nalter their memories. Telepathy is the classic psionic \nability, though versions of this Attribute may also \nrepresent other magical capabilities, such as demons \nthat can tempt their victims through mental invasion.\nTelepathy normally works only if the subject is in \nsight or can be otherwise perceived (touched, heard, use \nof a special detection technique, etc.). If the subject is \nbeyond normal perceptions, mental invasion is usually \nnot possible. The subject cannot detect a telepath \nreading thoughts or sensory impressions unless they \nhave the Telepathy (page 126) or Mind Shield (page \n109) Attributes. If so, they can attempt to block the \ntelepath, in which case the only way to get through is \nwith a mental invasion. A target will always be aware of \na mental invasion, although a non-telepath might not \nunderstand what exactly is happening.\n  LLIMITERSIMITERS\nBROAD CATEGORY \nThe character’s Telepathy is restricted to a broad \ncategory of targets, such as “all humans and similar \nsapient beings” or “all non-sentient animals” or “all \nmachine intelligences”.\nNARROW CATEGORY\nCounts as 2 Limiters (Attribute effectiveness \nincreased by 2 Levels). The character’s Telepathy is \nrestricted to a narrow category of targets, such as “any \nreptile” or “any male” “or “any faeries”.SPECIFIC CATEGORY\nCounts as 3 Limiters (Attribute effectiveness \nincreased by 3 Levels). The character’s Telepathy is \nrestricted to a specific category of targets, such as “dogs” \nor “people obsessed with beauty” or “any being, but \nonly on Sundays”.\nSINGLE CATEGORY\nCounts as 4 Limiters (Attribute effectiveness \nincreased by 4 Levels). The character’s Telepathy is \nrestricted to a single targetted group, such as family \nmembers, or mutants with a specific gene, or poodles.",
    "level_effects": [
      {
        "level": 1,
        "text": "The character can, by concentrating,"
      },
      {
        "level": 2,
        "text": "The character can, by concentrating, use"
      },
      {
        "level": 3,
        "text": "The character can, by concentrating,"
      },
      {
        "level": 4,
        "text": "In addition to the Level 3 capabilities,"
      },
      {
        "level": 5,
        "text": "In addition to the Level 4 capabilities, the"
      },
      {
        "level": 6,
        "text": "In addition to the Level 5 capabilities,"
      }
    ]
  },
  {
    "name": "Teleport",
    "attribute_cost": "3 Points/Level",
    "relevant_stat": "Mind",
    "description": "Teleport enables the character to \ntransport themselves instantly from place to \nplace without crossing the intervening space. \nIt is a common ability for psionic characters, \nsorcerers, and superhumans. Assigned to a vehicle, it \ncan perhaps represent a high-tech space folding drive or \na magical location-transposing dweomer.\nA character can carry anything reasonable while \nteleporting that they could normally carry or wear \n(such as clothing, handheld weapons and equipment, \nor a small pet or ally). Teleporting is only possible if \nthe character has visited the intended destination or can \nsee or otherwise sense the destination (possibly through \nthe Heightened Senses, Supersense, or Sixth Sense \nAttributes).",
    "level_effects": [
      {
        "level": 1,
        "text": "10 m maximum teleportation distance"
      },
      {
        "level": 2,
        "text": "100 m maximum teleportation distance"
      },
      {
        "level": 3,
        "text": "1 km maximum teleportation distance"
      },
      {
        "level": 4,
        "text": "10 km maximum teleportation distance"
      },
      {
        "level": 5,
        "text": "100 km maximum teleportation distance"
      },
      {
        "level": 6,
        "text": "1,000 km maximum teleportation distance"
      }
    ]
  },
  {
    "name": "Tough",
    "attribute_cost": "1 Point/Level",
    "relevant_stat": "—",
    "description": "Possessing this Attribute increases the Health Points \nof the character, allowing them to withstand more \ndamage from injuries. The Tough Attribute, along \nwith the Body Stat, also reflects a character’s resistance \nto sickness, disease, and other physical ailments. See \npage 170 for more information on Health Points. Note \nthat characters with high Body or Soul Stats may be \nvery healthy even without this Attribute, since Health \nPoints are derived from these Stats. Tough should also \nbe assigned to any character or Item that is unusually \nlarge or dense.",
    "level_effects": [
      {
        "level": 1,
        "text": "Health Points increase by 10"
      },
      {
        "level": 2,
        "text": "Health Points increase by 20"
      },
      {
        "level": 3,
        "text": "Health Points increase by 30"
      },
      {
        "level": 4,
        "text": "Health Points increase by 40"
      },
      {
        "level": 5,
        "text": "Health Points increase by 50"
      },
      {
        "level": 6,
        "text": "Health Points increase by 60"
      }
    ]
  },
  {
    "name": "Transfer",
    "attribute_cost": "3 Points/Level",
    "relevant_stat": "Soul",
    "description": "This Attribute represents the ability to transfer \na character’s talents to another willing person for a \nduration of one minute or dramatic scene. This often \nrepresents a magical gift of some sort; with appropriate \nLimiters, it can also represent someone who makes \nmagical potions, talismans, or scrolls to give to others. \nBy taking a general action and making a successful \naverage Soul Stat roll (Target Number 12) the character \ncan temporarily grant the use of any one of their \nAttributes to any single willing touched target. When \nan Attribute is T ransferred, the receiving character is in \ncomplete control of its abilities. Should the character \nlater grant the target a different ability, the target ceases \nbenefiting from the previously transferred Attribute.\nThe T ransfer Attribute Level determines the \nmaximum other Attribute Level that can be granted, \nprovided the transferring character has at least that \nLevel to transfer. For example, a character with Level 4 \nT ransfer can allow a target to use one of their Attributes \nat Levels 1-4 but cannot grant a Level 4 ability if the \ncharacter only possesses it at Level 2 themselves. The \nGM may decide that Stats can also be given to a target \nwhen T ransfer reaches Level 5 or higher. To grant \nAttributes to multiple targets simultaneously, the \nT ransfer Attribute can be assigned multiple times.  EENHANCEMENTNHANCEMENT\nALL ATTRIBUTES\nCounts as 2 Enhancements (Attribute effectiveness \nreduced by 2 Levels). The character can transfer any and \nall of their selected Attributes of the appropriate Level \nsimultaneously.\n  LLIMITERIMITER\nSPECIFIC ATTRIBUTE\nCounts as 2 Limiters (Attribute effectiveness \nincreased by 2 Levels). The character can only transfer \none of their Attributes, the identity of which must be \nspecified when this ability is assigned during character \ncreation.",
    "level_effects": [
      {
        "level": 1,
        "text": "Transfer Attributes at a maximum"
      },
      {
        "level": 2,
        "text": "Transfer Attributes at a maximum"
      },
      {
        "level": 3,
        "text": "Transfer Attributes at a maximum"
      },
      {
        "level": 4,
        "text": "Transfer Attributes at a maximum"
      },
      {
        "level": 5,
        "text": "Transfer Attributes at a maximum"
      },
      {
        "level": 6,
        "text": "Transfer Attributes at a maximum"
      }
    ]
  },
  {
    "name": "Transmute",
    "attribute_cost": "3 Points/Level",
    "relevant_stat": "Mind or Soul",
    "description": "This Attribute allows a character to use an action \nto transmute one medium-sized (or smaller Rank) solid \nnon-living object – or set of connected objects – into \nanother object of similar size and mass for one minute \nor dramatic scene. This might be due to alchemy, \nadvanced nanotechnology, or magic. The character can \ntransmute an object that is worth up to 5 Character \nPoints for each Level of the T ransmute Attribute and \nthe object’s new form is also limited to 5 Character \nPoints/Level. Consequently, a medium-sized mundane \nobject of appropriate mass can be transformed at only",
    "level_effects": [
      {
        "level": 1,
        "text": ", while transforming powerful Items or advanced"
      },
      {
        "level": 2,
        "text": "can change a small pistol (Tiny; Size Rank -1)"
      },
      {
        "level": 1,
        "text": "Transmute objects worth a maximum of"
      },
      {
        "level": 2,
        "text": "Transmute objects worth a maximum of"
      },
      {
        "level": 3,
        "text": "Transmute objects worth a maximum of"
      },
      {
        "level": 4,
        "text": "Transmute objects worth a maximum of"
      },
      {
        "level": 5,
        "text": "Transmute objects worth a maximum of"
      },
      {
        "level": 6,
        "text": "Transmute objects worth a maximum of"
      }
    ]
  },
  {
    "name": "Tunnelling",
    "attribute_cost": "1 Point/Level",
    "relevant_stat": "Body",
    "description": "The T unnelling Attribute allows a character to move \nthrough earth and burrow underground. T unnelling \nassumes that the character is going through sand or \npacked earth. Burrowing through extremely dense or \nrocky ground is one Level slower and boring through \nsolid rock is two Level slower. The tunnel the character \nleaves behind will either be permanent or will collapse \nimmediately (specified during the creation of each \ntunnel).",
    "level_effects": [
      {
        "level": 1,
        "text": "Tunnel up to 10 metres per hour"
      },
      {
        "level": 2,
        "text": "Tunnel up to 30 metres per hour"
      },
      {
        "level": 3,
        "text": "Tunnel up to 100 metres per hour"
      },
      {
        "level": 4,
        "text": "Tunnel up to 300 metres per hour"
      },
      {
        "level": 5,
        "text": "Tunnel up to 1 kph"
      },
      {
        "level": 6,
        "text": "Tunnel up to 3 kph"
      }
    ]
  },
  {
    "name": "Unaffected",
    "attribute_cost": "2 Points/Level",
    "relevant_stat": "Body",
    "description": "Unaffected represents the ability to ward off an \nenemy’s use of an offensive Attribute when the character \nis targetted for assault. A magician’s counterspell or a \nprotective amulet or scroll could be represented by \nUnaffected. This ability only works on Attributes that \nderive their powers from one particular source (such as \nmagic or technology or supernatural ability; see page \n258) and that are ongoing or instantaneous (ie. not \npermanent). This Attribute can be assigned multiple \ntimes to affect more than one source.\nThe character can block the offensive use of one \nspecific named Attribute that must be identified during \ncharacter creation. In the case of the Weapon Attribute \n(page 132), only Weapons with a specific identified \nEnhancement are blocked (such as Weapons with the \nDrain, Psychic, or Stun Enhancements). \nWhen an opponent targets the character with an \nAttribute considered Unaffected, the attacker must \nsucceed with an opposed Stat roll with a penalty to \ntheir roll equal to twice the target character’s Unaffected \nAttribute Level. If the roll fails, the Attribute does not \naffect the character.\n  EENHANCEMENTNHANCEMENT\nALL WEAPONS \nThe character is Unaffected when targetted by all \nsource-related Weapon Attributes, regardless of the \nassigned Enhancements.\n05: ATTRIBUTES\nPAGEPAGE\n129129Greg Doachi(e Odr2er 495087857)\nGreg Doachi(e Odr2er 495087857)\nATTRIBUTES\nATTRIBUTES\nSEVERAL ATTRIBUTES\nThe character is Unaffected by 2-5 source-related \nAttributes instead of just one.\nMANY ATTRIBUTES\nCounts as 2 Enhancements (Attribute effectiveness \nreduced by 2 Levels). The character is Unaffected by \n6-10 source-related Attributes instead of just one.\nALL ATTRIBUTES \nCounts as 3 Enhancements (Attribute effectiveness \nreduced by 3 Levels). The character is Unaffected by all \nsource-related Attributes instead of just one.",
    "level_effects": [
      {
        "level": 1,
        "text": "The attacker suffers a -2 penalty to affect"
      },
      {
        "level": 2,
        "text": "The attacker suffers a -4 penalty to affect"
      },
      {
        "level": 3,
        "text": "The attacker suffers a -6 penalty to affect"
      },
      {
        "level": 4,
        "text": "The attacker suffers a -8 penalty to affect"
      },
      {
        "level": 5,
        "text": "The attacker suffers a -10 penalty to"
      },
      {
        "level": 6,
        "text": "The attacker suffers a -12 penalty to"
      }
    ]
  },
  {
    "name": "Undetectable",
    "attribute_cost": "2 Points/Level",
    "relevant_stat": "Body",
    "description": "This Attribute will completely hide the character \nfrom one or more senses or detection methods. The \ncharacter may possess a supernatural concealment \nability or a technological cloaking device, or may \nhave a psychic or magical talent that causes observers \nto overlook them. To obscure an area instead, see the \nSensory Block Attribute (page 119).\nFor each Undetectable Level, the player selects one \nsense or technique to which the character is “invisible.” \nSenses include the human range for sight, hearing, taste, \ntouch, or smell. Detection techniques include: astral, \nethereal, infrared, magic, mental, radar, radiation, sonar, \nspiritual, ultraviolet, vibration, etc. Invisibility to sight \nor hearing cost 2 Attribute slots each rather than only 1, \nsince they are usually more valuable in game adventures \n(GM’s discretion).\nWhile the character may not be detected using \nspecific methods, indirect evidence can still reveal the \ncharacter’s presence. For example, a character who is \nUndetectable to sight will still leave footprints in muddy \nground. Similarly, a vase that is knocked from a table by \na character who is Undetectable to sound will still make \nnoise as it smashes on the floor.In normal combat situations involving human \nor nearly human opponents, a character who is \nUndetectable to sight has a great advantage. Only after \nthe invisible character gives away their general position \n(for example, by firing a gun, attacking with a sword, or \nshouting) can they be attacked. Attacking opponents in \nmelee range suffers a minor obstacle (page 182) on the \nattack roll and opponents at a greater distance suffer a \nmajor obstacle. Heightened Awareness (page 97) and \nHeightened Senses (page 97) Attributes can eliminate \nminor obstacles and reduce a major obstacle to a minor. \nDefending against a foe who is Undetectable to sight is \nalso more difficult, with a minor obstacle applied on the \ndefence roll.\n  LLIMITERIMITER\nNONADJACENT\nThe character is only Undetectable at distances \nexceeding a few metres. At close range, the character \ncan be perceived as normal or with a minor or major \nobstacle (page 182) to the Stat rolls of those nearby.",
    "level_effects": [
      {
        "level": 1,
        "text": "Undetectable to 1 sense or technique"
      },
      {
        "level": 2,
        "text": "Undetectable to 2 senses or techniques"
      },
      {
        "level": 3,
        "text": "Undetectable to 3 senses or techniques"
      },
      {
        "level": 4,
        "text": "Undetectable to 4 senses or techniques"
      },
      {
        "level": 5,
        "text": "Undetectable to 5 senses or techniques"
      },
      {
        "level": 6,
        "text": "Undetectable to 6 senses or techniques"
      }
    ]
  },
  {
    "name": "Unique Attribute",
    "attribute_cost": "1-10 Points/Level",
    "relevant_stat": "Variable",
    "description": "This Attribute covers any and all powers and special \nabilities not detailed in the rules. Often one single \nCharacter Point in a Unique Attribute is sufficient to \ngive the character “flavour”, but more Points can be \nallocated to enhance the effects on game play and must be \nadded if the Attribute would be of considerable benefit. \nDiscuss the Attribute with the GM to determine what \nspecific game effects the Unique Attribute possesses. \nThe GM should assign a Point cost per Level based \non how the Attribute compares to other Attributes \nand how useful it is. An Attribute that is somewhat \nuseful in the game should cost 1 Point/Level; one that \nis very useful should cost 2-3 Points/Level; one that is \nextremely useful should cost 4-5 Points/Level; and one \nthat is exceptionally powerful and useful should cost \n6-10 Points/Level.\nNote that many Unique Attributes can be better \ndescribed simply as a Feature (page 92) or a new Combat \nTechnique (page 83), or by adding Enhancements and \nLimiters to existing Attributes (see page 145).\n05: ATTRIBUTES\nPAGEPAGE\n131131Greg Doachi(e Odr2er 495087857)\nATTRIBUTES\nATTRIBUTES05: ATTRIBUTES\nPAGEPAGE\n132132Level 1 Basic aptitude with Unique Attribute",
    "level_effects": [
      {
        "level": 2,
        "text": "Minor aptitude with Unique Attribute"
      },
      {
        "level": 3,
        "text": "Moderate aptitude with Unique Attribute"
      },
      {
        "level": 4,
        "text": "Significant aptitude with Unique Attribute"
      },
      {
        "level": 5,
        "text": "Major aptitude with Unique Attribute"
      },
      {
        "level": 6,
        "text": "Extreme aptitude with Unique Attribute"
      }
    ]
  },
  {
    "name": "Unknown Power",
    "attribute_cost": "Variable",
    "relevant_stat": "Special",
    "description": "In some BESM games, the characters may be \nunaware of their paranormal or superhuman Attributes \nuntil they manifest at crucial moments. To represent \nthis, the player can allocate some Character Points \nto the Unknown Power Attribute when creating the \ncharacter. The player does not purchase a Level in \nthis Attribute as normal, but rather simply allocates a \nselected amount of Character Points to the Unknown \nPower. The GM takes those allocated Points, adds a \nbonus of 50% (rounding up), and then uses them to \nassign other Attributes to the character. The GM does \nnot tell the player which Attributes have been assigned; \nthey are revealed to the player (and character) as the \ngame unfolds and the Attributes manifest. GMs are \nencouraged to reveal the character’s Attributes slowly \nand when it is appropriate for the campaign’s story. The \nGM should never feel pressured to tell the player what \ntheir character’s unknown Attributes are before the time \nis right.",
    "level_effects": []
  },
  {
    "name": "Water Speed",
    "attribute_cost": "1 Point/Level",
    "relevant_stat": "Body",
    "description": "Most characters and animals can swim at speeds equal \nto 0.5 kph times their Body Stat over short distances. \nA character with Water Speed, though, can float and \ntravel both on and under water at even faster speeds for \nlonger periods. Aquatic creatures and amphibious non-\nhumans such as mermaids usually possess this Attribute. \nThe character can swim on the surface at high speeds \nand dive underwater for brief periods by holding their \nbreath or for longer periods if they have Features (Gills) \n(page 92) or the Resilient (Underwater) (page 118) \nAttributes. To survive the pressure associated with deep \ndiving, the Resilient (Extreme Pressure) Attribute must \nalso be assigned.",
    "level_effects": [
      {
        "level": 1,
        "text": "Swim on or under water up to 10 kph"
      },
      {
        "level": 2,
        "text": "Swim on or under water up to 30 kph"
      },
      {
        "level": 3,
        "text": "Swim on or under water up to 100 kph"
      },
      {
        "level": 4,
        "text": "Swim on or under water up to 300 kph"
      },
      {
        "level": 5,
        "text": "Swim on or under water up to 1,000 kph"
      },
      {
        "level": 6,
        "text": "Swim on or under water up to 3,000 kph"
      }
    ]
  },
  {
    "name": "Wealth",
    "attribute_cost": "3 Points/Level",
    "relevant_stat": "—",
    "description": "The character is more financially stable and “liquid” \nthan an average person and usually has non-liquid assets \n(such as real estate) commensurate with their wealth \nas well. The character can easily acquire commercially \navailable goods as well as bribe or hire people. Note that \nhirelings that are intensely loyal to the character should \nstill be acquired through the Companion Attribute \n(page 84). In order to have access to things that are \nillegal or difficult to acquire without special licenses, the \nGM can request that the character assign the Item (page \n101) or Connected (page 84) Attributes.",
    "level_effects": [
      {
        "level": 1,
        "text": "The character is financially stable"
      },
      {
        "level": 2,
        "text": "The character is well off"
      },
      {
        "level": 3,
        "text": "The character is moderately rich"
      },
      {
        "level": 4,
        "text": "The character is very rich"
      },
      {
        "level": 5,
        "text": "The character is extremely rich"
      },
      {
        "level": 6,
        "text": "The character is moderately wealthy"
      }
    ]
  },
  {
    "name": "Weapon",
    "attribute_cost": "2 Points/Level",
    "relevant_stat": "—",
    "description": "Many anime characters wield powerful offensive \nenergies, such as electric zaps, magical fireballs, \nki-powered martial arts strikes, or energy swords. \nAdditionally, some characters, such as cyborgs or \nrobots, may have guns, missiles, or beam weapons built \ninto their bodies. This Attribute can also be contained \nwithin the Item Attribute (page 101) in order to create \nhand-held weaponry like swords, magic wands, guns, \nor even armed vehicles and suits. Weapons can be used \non a single target each round with melee range (i.e. the \ntarget must be in very close proximity to the character) \nunless further modified by the Range Enhancement \n(page 147).\nA character can only make one Weapon attack per \naction. A battery or barrage of several weapons that \ncan be discharged simultaneously is normally created \nas a single powerful weapon (often paired with several \nEnhancements such as Area, Autofire, or Spreading; see \npage 135-141). The Weapon Attribute may be assigned \nmore than once to give a character (or Item) a variety of \ndifferent attacks.Greg Doachi(e Odr2er 495087857)\nATTRIBUTES\nATTRIBUTES\nWhen designing a Weapon, the player (with GM \ninput) should determine exactly how the Weapon \nworks. Is it an eyebeam? Retractable claws? A fireball? \nA psychic attack? A special rapid-strike martial arts \nfinishing manoeuvre? The nature of the Weapons will \ngive the attack role-playing flavour, will provide insight \ninto how the character uses it, and will help determine \nwhat Enhancements and Limiters are appropriate.\nUnlike most Attributes, the Weapon Attribute is \noften assigned at Ranks exceeding Level 6 to represent \nthe wide range of powerful Items and special attacks \ncommon to anime. Discuss your Weapon Attribute \nlimits with the GM. \nWEAPON \nDAMAGE\nA successful \nattack with \nthe Weapon \nAttribute inflicts an \namount of damage equal to the \nWeapon Level multiplied by the \ncharacter’s Damage Multiplier \n(called the “Base Damage”). Most \ncharacters have a Damage Multiplier of 5. Then add the \nattacker’s Attack Combat Value to the Base Damage, \nas well as the effects of any other Attributes that may \napply, to determine the final attack damage. See page \n193 for additional combat damage details.\nExample: Samurai Kenjiro slashes a monstrous ogre \nusing his katana sword. He has an Attack Combat Value \nof 7 and a Damage Multiplier of 5. The katana is an \nItem (Weapon Level 3). Upon a successful attack, \nthe sword inflicts 22 damage (Weapon Level 3 \nx Damage Multiplier 5 = 15 Base Damage \n+ 7 Attack Combat Value = 22 damage).\nCUSTOMISING WEAPONS\nMore than any other Attribute, \nWeapon benefits greatly from \ngame customisations beyond \nthe basic description and \nparameters. The many \nWeapon Enhancements \nand Limiters provided \nherein – plus the Area, Range, Duration, and Potent Enhancements described \nin Chapter 6: Customisation (page 144) – help make \neach Weapon Attribute unique to your character. Many \nof these customisations can be assigned more than \nonce as noted, with each assignment decreasing (for \nEnhancements) or increasing (for Limiters) the effective \nLevel of the Weapon.\n05: ATTRIBUTES\nPAGEPAGE\n133133\nGreg Doachi(e Odr2er 495087857)\nATTRIBUTES\nATTRIBUTES05: ATTRIBUTES\nPAGEPAGE\n134134\nUNARMED: THE FREE WEAPON\nAn unarmed person can strike an opponent using \nfists, feet, head, etc. This is a free Weapon Attribute \nthat all characters automatically have and it does \nnot need to be recorded on character sheets. Such \nattacks are considered a Level 0 Weapon with the \nStun Enhancement and Non-Penetrating Limiter. \nConsequently, the damage inflicted upon a successful \nunarmed attack is simply equal to the character’s \nAttack Combat Value (page 169). An exception to this \nguideline applies to characters with the Superstrength \nAttribute (page 124), since such powerful characters \nalso gain +5 damage to their unarmed attacks for each \nLevel of Superstrength.\nLEVEL 0 AND -1\nWeapon is unique among Attributes in that its effective \nLevel can drop to 0 or -1 through the assignment of one \nor more Enhancements, though the minimum Level \nthat you can assign to your character remains at Level 1 \n(costing 2 Character Points). The damage delivered by \neffectively Level 0 Weapons only considers the character’s Attack Combat Value, since the Weapon’s Base Damage \nis 0. For Weapons with an effective Level of -1, no \nactual damage at all is delivered and consequently such \nWeapons only have utility if they have been assigned one \nor more of the following Enhancements: Drain, Flare, \nIncapacitating, Irritant, Quake, or Tangle. Assigning \nmultiple Enhancements that drop the effective Level of \nthe Weapon Attribute below -1 is forbidden; in these \ninstances, simply assign additional Levels to the Weapon \n(costing 2 Character Points/Level) until its effective Level \nincreases to at least -1.\nLevel -1 The attack doesn’t inflict regular damage",
    "level_effects": [
      {
        "level": 0,
        "text": "The Weapon’s Base Damage is 0 and"
      },
      {
        "level": 1,
        "text": "The Weapon’s Base Damage is equal to 1"
      },
      {
        "level": 2,
        "text": "The Weapon’s Base Damage is equal to 2"
      },
      {
        "level": 3,
        "text": "The Weapon’s Base Damage is equal to 3"
      },
      {
        "level": 4,
        "text": "The Weapon’s Base Damage is equal to 4"
      },
      {
        "level": 5,
        "text": "The Weapon’s Base Damage is equal to 5"
      },
      {
        "level": 6,
        "text": "The Weapon’s Base Damage is equal to 6"
      },
      {
        "level": 1,
        "text": "."
      }
    ]
  }
]