[
  {
    "name": "Accurate",
    "ranks": "1-2",
    "description": "The Weapon is extremely accurate and gives the \ncharacter a minor edge (1 assignment) or major edge (2 \nassignments) on attack rolls (see page 189). Normally \nonly assigned to Items."
  },
  {
    "name": "Insidious",
    "ranks": "3",
    "description": "Counts as 3 Enhancements (Attribute effectiveness \nreduced by 3 Levels). Insidious Weapon damage \ncompletely bypasses any normal Armour Rating \n(use discretion with extremely large objects, such \nas mountains and planets), though the Immutable \nAttribute still provides an Armour Rating of 10 per \nAttribute Level against it. It is usually applied to exotic \nphysical attacks such as poison gas or radiation, often \nin conjunction with the Toxic Limiter. It may also be \nappropriate for attacks such as death spells, ageing \ncurses, or other paranormal abilities that affect the body \nwhile ignoring normal physical barrier protections. \nInsidious Weapons cannot usually have the Contact or \nPsychic Enhancements or the Ingest Limiter."
  },
  {
    "name": "Aura",
    "ranks": "1",
    "description": "The Weapon automatically affects anyone who \nmerely touches the character’s body (ie. no attack \naction is needed). An example might be a character \nthat is sheathed in flame or electrified. Aura may not be \ncombined with the Range Enhancement."
  },
  {
    "name": "Linked",
    "ranks": "1",
    "description": "An attack with this Enhancement is attached to \none of the character’s other Weapons (the “master” \nWeapon). If the master attack is successful, this Linked \nattack automatically hits as well with no defence roll \nallowed; if the master Weapon misses or fails to penetrate \nArmour Rating, the linked attack automatically fails \ntoo. If the master attack hits and delivers enough \ndamage to successfully penetrate the target’s Armour \nRating, then the Armour Rating does not provide any \nprotection against the Linked attack. Massive Damage, \nSuperstrength, extra damage from the Attack Combat \nValue, and similar damage bonuses only apply to the \nmaster attack, though, and not to the secondary Linked \nattack. A Weapon with the Linked Enhancement may \nnot be given the Accurate or Range Enhancements or \nthe Inaccurate Limiter since its range and accuracy are \ndependent solely on the master Weapon. A Weapon can \nusually only be a master to one other Weapon and a \nWeapon is rarely both a master and a Linked Weapon."
  },
  {
    "name": "Autofire",
    "ranks": "3",
    "description": "Counts as 3 Enhancements (Attribute effectiveness \nreduced by 3 Levels). The attack consists of a burst of \nmultiple shots like a machine gun or rapid sequence of \nenergy bolts. This allows multiple hits to be scored on a \nsuccessful attack roll.\nThe character scores a number of hits depending \non how successful the attack is: one hit if the attack \nroll total exceeds the target’s defence roll total by 0-3; \ntwo hits when exceeding the defence roll by 4-6; three \nhits when exceeding the defence roll by 7-9; etc. Each \nhit delivers separate damage, which is important when \nconsidering Armour Ratings.A Weapon with Autofire can also be used to spray \nan area, sweeping it back and forth. When doing so, the \nWeapon loses the usual benefit of Autofire and instead \ngains one assignment of the Spreading Enhancement. \nAn Autofire Weapon that has the Ammo Limiter can \nconserve ammo by firing single shots, which eliminates \nthe Autofire benefits."
  },
  {
    "name": "Multidimensional",
    "ranks": "1",
    "description": "This Weapon can reach across dimensional \nboundaries and consequently can affect individuals as \nnormal who are in an incorporeal or energy state (see \nthe Change State Attribute, page 82). If the attack can \nonly affect such incorporeal beings and not normal \ntargets, also assign the Exclusive Limiter."
  },
  {
    "name": "Blight",
    "ranks": "1-3",
    "description": "The target will suffer double damage (or double \neffect, when relevant) from a Blight attack if they do \nnot make a successful Body Stat roll to resist its effects. \nIf the roll is successful, the target only suffers one-fifth \ndamage. This Enhancement represents Weapons that \nmight not fully affect the target even when the attack \nis successful, such as a poisonous attack to which the \ntarget could exhibit resistance.\nThe Target Number for the Body Stat roll depends on \nthe number of times Blight is assigned: Average (TN 12) \nfor 1 assignments; Difficult (TN 15) for 2 assignments; \nand Challenging (TN 18) for 3 assignments. A target’s \nImmutable Attribute (page 99) adds a bonus to resist \nthe effects of Blight."
  },
  {
    "name": "Muscle",
    "ranks": "1",
    "description": "The Muscle Weapon gains the Damage Multiplier \nbenefit of Superstrength (page 124). Typical melee and \nthrown ranged Weapons also normally gain that benefit \nwithout the need to assign the Muscle Enhancement. \nCharacters do not gain the Superstrength Damage \nMultiplier bonus when using Weapons at Level 0 or \n-1, or those with the following Enhancements, unless \nthe Muscle Enhancement is also assigned: Contagious, \nFlare, Indirect, Irritant, Insidious, Psychic, Range, \nTangle, and T rap.Greg Doachi(e Odr2er 495087857)\nGreg Doachi(e Odr2er 495087857)\nATTRIBUTES\nATTRIBUTES05: ATTRIBUTES\nPAGEPAGE"
  },
  {
    "name": "Contact",
    "ranks": "1-2",
    "description": "The Weapon – usually a poisonous liquid or plant \n– delivers damage through mere contact with the skin \nthat can sometimes even affect animals with thick skin \nor hide (ie. skin that provides an Armour Rating). One \nassignment indicates that the target must have extended \ncontact of several minutes with the substance; two \nassignments delivers its effect with only brief contact. \nThis Enhancement is often associated with the Blight or \nDrain Enhancements, or the Toxic Limiter."
  },
  {
    "name": "Penetrating",
    "ranks": "1+",
    "description": "The Armour Attribute does not stop damage from \nPenetrating attacks as efficiently. The Armour Rating \nof Armour is reduced by 10 against such Weapons (to a \nminimum of 0) each time Penetrating is assigned. For \nexample, two assignments of Penetrating reduces the \namount of damage the target’s Armour stops by 20."
  },
  {
    "name": "Contagious",
    "ranks": "1-3",
    "description": "The attack’s damage or other effects will be passed \non to others who touch or otherwise contact the target. \nAnyone affected by the Contagious Weapon may negate \nthe contagion and stop them from spreading it to others \nby making a successful Average Stat roll (Target Number \n12), with no modifier (one assignment), a minor obstacle \n(two assignments) or major obstacle (three assignments) \non the roll. The Stat roll is normally checked against \nthe Body Stat but magical or cybernetic contagion may \nuse Mind or Soul as appropriate. Contagious is often \ncombined with the Toxic Limiter."
  },
  {
    "name": "Piercing",
    "ranks": "1+",
    "description": "The Force Field Attribute does not stop \ndamage from Piercing attacks as efficiently. \nThe Armour Rating of Force Fields is \nreduced by 10 against such Weapons (to a \nminimum of 0) each time Piercing is assigned. \nFor example, three assignments of Piercing \nreduces the amount of damage the target’s \nForce Field stops by 30."
  },
  {
    "name": "Continuing",
    "ranks": "1+",
    "description": "This represents poison, pools of acid, flaming liquid, \nor similar sticky attacks that deliver lingering damage \nover several rounds. If the initial attack damage penetrates \nthe opponent’s Armour Rating, the target will take extra \ndamage over time. At the end of each subsequent round \nfollowing the attack, the character will suffer a loss of \nHealth Points equal to one-fifth the original damage \nWEAPON  \nENHANCEMENTS\nEnhancement Ranks Enhancement Ranks\nAccurate 1-2 Insidious 3\nAura 1 Linked 1\nAutofire 3 Multidimensional 1\nBlight 1-3 Muscle 1\nContact 1-2 Penetrating 1+\nContagious 1-3 Piercing 1+\nContinuing 1+ Psychic 4\nDrain 1-3 Quake 1-4\nEnervation 1+ Reach 1\nFlare 1-3 Selective 1\nFlexible 1-3 Spreading 1+\nHelper 1 Stun 1\nHoming 1-2 Tangle 1+\nIncapacitating 2 or 4 Targetted 1-3\nIncurable 1-3 Trap 1\nIndirect 1 Unique 1+\nIrritant 1-3 Vampiric 2 or 4\nInconspicuous 309\n05: ATTRIBUTES\nPAGEPAGE\n135135Greg Doachi(e Odr2er 495087857)\nATTRIBUTES\nATTRIBUTES05: ATTRIBUTES\nPAGEPAGE\n136136inflicted. Armour Rating does not protect against this. \nThis continues for one round for each assignment of the \nContinuing Enhancement until the effect is somehow \nneutralised (GM’s discretion; it should depend on the \ntype of attack and may require several rounds for full \nneutralisation). This type of Continuing effect only \napplies to the Weapon’s damage and not to the special \nabilities from other Enhancements.\nAlternatively, Continuing can be \ndefined as an hourly effect which \ninflicts the same damage as \nthe original attack every \nhour after the attack, or a \ndaily effect which inflicts \nthe same damage every \nday. This variation is only \never one assignment \nand may best \nrepresent a \ndisease or a \nslow poison \nattack.Unlike a regular Continuing attack, the hourly and \ndaily damage will continue until the victim is dead or \nmakes a successful Difficult (TN 15) Body Stat roll. The \ncheck is made with a major obstacle (page 182) on the \nStat roll every hour (for hourly effects) or a minor obstacle \nevery day (for daily effects). This type of Continuing \nattack applies to both damage and the special effects \nfrom other Enhancements such as Drain, Enervation, \netc. Until the victim is cured of the Continuing attack, \nthey normally cannot heal the damage related to this \nattack using any method (GM’s discretion)."
  },
  {
    "name": "Psychic",
    "ranks": "4",
    "description": "Counts as 4 Enhancements (Attribute \neffectiveness reduced by 4 Levels). A \nWeapon with the powerful Psychic \nEnhancement is a mental or spiritual \nassault rather than a physical attack. \nThe attack ignores the Armour \nRatings of Armour and Force Fields and \nit affects individuals as normal who are \nin an incorporeal or energy state (see the \nChange State Attribute, page 82). If the \nWeapon also has the Flare, Incapacitating, \nor Irritant Enhancements, the target’s \nMind Shield Attribute – rather than the \nusual Immutable Attribute – provides \nsome protection against the Weapon’s \neffects (5 Point of “Mental Armour” \nfor each Level of Mind Shield)."
  },
  {
    "name": "Drain",
    "ranks": "1-3",
    "description": "The Weapon causes the victim to lose Points from \none Stat (specify Body, Mind, or Soul when designing \nthe attack). A loss of Body may represent decrepitude, \ndisease, rot, poison, or rapid ageing; a loss of Mind \ncan represent insanity, a tranquilliser, or psionic blast; \na loss of Soul can represent despair, fear, torment, or \ncorruption. In addition to any Health Points lost, the \nspecified Stat is reduced by 1 for every assignment of the \nDrain Enhancement (maximum of 3 assignments total). \nFor example, Weapon (Drain 2: Mind) would reduce \nthe victim’s Mind Stat by 2 with a successful attack \nin addition to the normal attack damage. Defences \nthat reduce the damage delivered by a Weapon with \nDrain (such as Armour and Force Fields) offer limited \nprotection against the Drain effect as well: for every \n5 damage the protection provides against the attack, \none Enhancement assignment is negated. To design an \nattack that only reduces Stats values without physical \ninjury, create an effective Level -1 Weapon. The drained \nPoints return at the rate of one every hour. Losing Stat \nvalues will require the Combat Value to be recalculated \nappropriately but not other Derived Values (page 168).\nA character reduced to 0 Body is paralysed and \ncannot move. A character with a 0 Mind is “mindless” \nand will act in an illogical, primal, or animalistic \nmanner. A character reduced to 0 Soul is “broken” and \nlacks all drive or volition."
  },
  {
    "name": "Quake",
    "ranks": "1-4",
    "description": "A Quake Weapon creates a linear \nshock wave in the ground that causes \nrumbling and fractures as it heads \ntowards the target. Quake can \nonly be used on a solid surface \n(which may be earth, sand, \ncement, or asphalt), and isn’t \nusually combined with \nthe Aura Enhancement. \nSince this type of \nattack is difficult to \nexecute precisely, \nthe target gains \na major edge \n(page 182) \non their \ndefence \nroll.  The Quake “fault” will only be large enough for one \nperson to fall into unless it is combined with the Area \nEnhancement as well, though nearby non-targetted \npeople can avoid falling into the fissure with a successful \nBody Stat check. The depth of the fissure depends on the \nnumber of Quake assignments: up to 2 metres for one \nassignment; 5 metres for two assignments; 10 metres for \nthree assignments, 30 metres for four assignments; and \ncontinuing upwards (100 m, 300 m, 1 km,  3 km, etc.)"
  },
  {
    "name": "Enervation",
    "ranks": "1+",
    "description": "The Weapon drains away the victim’s personal energy \nsupply, causing them to become fatigued or despondent. \nThe attack results in a loss of 5 Energy Points every \nassignment of the Enervation Enhancement, which is in \naddition to the normal attack damage. Armour, Force \nFields, and related Attributes offer protection against \nEnervation, reducing the Energy Points lost the same \nway they reduce damage inflicted to Health Points. To \nignore ordinary Armour and Force Fields, also assign \nthe Insidious or Psychic Enhancements. To design an \nattack that only reduces Energy Points without physical \ninjury, create an effective Level -1 Weapon.\nGreg Doachi(e Odr2er 495087857)\nATTRIBUTES\nATTRIBUTES"
  },
  {
    "name": "Reach",
    "ranks": "1",
    "description": "If a long melee \nWeapon can strike \nopponents who are \nbeyond the reach of \nnormal attacks such as \nsword swings or spear jabs, it \ncan offer significant advantages \nin combat – especially when \ncharging. Examples of \nReach Weapons (with \na reach of three to \nfive metres) include: \ntourney or war lance, \npike or poleaxe, \nlongspear, whip, \netc. If a character \nwith a Reach Weapon is \nconfronting an opponent \nwith a shorter melee \nWeapon, the character \nwith the longer Weapon \nwill always attack \nfirst, regardless of the \ncombatants’ Initiatives. \nIf both opponents have a \nReach Weapon, Initiative \nis resolved as normal. If an \nopponent ever gets past the end of \na Reach Weapon and moves closer \nto the wielding character, though, the \nReach Weapon cannot be used against \nthat opponent. When appropriate, \nkeeping the opponent at a distance (so \nthe Reach Weapon can be used) requires \nthe character to make successful attack \nrolls with a minor or major obstacle, as \nappropriate (page 182)."
  },
  {
    "name": "Flare",
    "ranks": "1-3",
    "description": "If the target is hit and looking in the direction of \nthe attack they may be blinded. The target may resist \nby succeeding with an average Body Stat roll (Target \nNumber 12) with no modifier (one assignment), a \nminor obstacle (two assignments), or major obstacle \n(three assignments) on the roll. The target may also \nadd their Immutable Attribute bonus as appropriate. If \nthe target character fails the roll, they are blinded for a \nnumber of rounds equal to amount by which the roll \nfailed. To design an attack that blinds without inflicting \nother types of damage, create an effective Level -1 \nWeapon.\nFlare can also be generalised to cover other sense-\noverloading attacks (for example, an acoustic attack that \ncauses deafness). A separate Flare Enhancement must \nbe assigned (maximum three assignments total each) \nfor each sense (usually sight or hearing). For example, \na moderately blinding and somewhat deafening attack \nthat causes no other damage could be described as \nWeapon Level 2 “Cracker” (Flare: Sight 2, Flare: Hearing) \nfor 4 Character Points (with an effective Level -1)."
  },
  {
    "name": "Selective",
    "ranks": "1",
    "description": "Selective is only assigned to \nWeapons with the Area, Aura, or \nSpreading Enhancements. Instead \nof potentially affecting everyone \nand everything within the attack’s effect area, the \nuser may select who is and is not affected.\nGreg Doachi(e Odr2er 495087857)\nATTRIBUTES\nATTRIBUTES"
  },
  {
    "name": "Flexible",
    "ranks": "1-3",
    "description": "This Weapon represents long, flexible, or extendible \nattacks such as a prehensile whip, energy-lash, razor-\nribbon, or similar attack mode. A successful attack can \ntrip or disarm an opponent in lieu of delivering damage, \nwith the character suffering a major obstacle (one \nassignment), minor obstacle (two assignments), or no \nmodifier (three assignments) on the attack roll to reflect \nthe high degree of difficulty and great skill required to \nexecute accurately."
  },
  {
    "name": "Spreading",
    "ranks": "1+",
    "description": "This type of attack spreads to cover an expanding \narea, such as a cone of energy or a spray of energy bolts \nor projectiles (such as a shotgun blast). The target suffers \na major obstacle (page 182) on their defence roll due \nto the wide attack spread. Additional nearby targets in \nthe Weapon’s attack spread may also receive damage if \nthey are lined up or in a dense formation. The number \nof additional nearby targets that may be hit equals the \nnumber of Spreading assignments."
  },
  {
    "name": "Helper",
    "ranks": "1",
    "description": "Weapons with the Helper Enhancement are usually \ninstalled in (or carried by) mecha and vehicle Items. \nHelper allows passengers to fire the Weapon instead of \njust the driver or pilot (or a single designated person). \nFor example, a spaceship Item with four different \nmanned gun stations with the Helper Enhancement \nassigned to each of the Weapons allows multiple attacks \neach round. If Helper is not assigned to the Item \nWeapons, a single character (often the driver or pilot) \nmust fire the Weapon themselves and cannot delegate \nthe task to anyone else."
  },
  {
    "name": "Stun",
    "ranks": "1",
    "description": "A Weapon with this Enhancement inflicts only \ntemporary damage such as an unarmed melee attack or \nan electric shock. Lost Health Points from the Weapon \nattack are recovered at a rate equal to the character’s \nBody Stat every hour. Stun damage cannot kill. \nAlthough it may seem odd that a nonlethal attack is an \nEnhancement and not a Limiter, such Weapons have \nthe advantage that they may be used to incapacitate \nfoes without the risk of killing them. Stun is not often \nassigned to Weapons with an effective Level 0, but can \nbe in some instances (such as with normal unarmed \nattacks)."
  },
  {
    "name": "Homing",
    "ranks": "1-2",
    "description": "The Weapon fires a projectile or energy burst that \ncan track and follow its target, with the character \ngaining a minor edge (one assignment) or major edge \n(two assignments) on the attack roll. Additionally, \nif the attack misses by a margin of failure that is no \ngreater than the number of Homing assignments, the \nWeapon will return to try again one final time in the next combat round. Homing Weapons should specify \none type of sense or detection technique it uses to track \nthe target (one that the GM agrees is appropriate to the \nsetting). For example, many Homing missiles use radar, \ninfrared, or (for torpedoes) sonar, but other options are \ncertainly possible such as magical Weapons that attack \nmetaphysical qualities such as “life force” or “evil” \n(which would limit their utility to certain targets but \nbe harder to counter). If the target has an appropriate \nform of the Undetectable Attribute (page 131), \nthey are protected from the attack since the Weapon \ncannot detect the target to activate homing. Similarly, \nan appropriate Sensory Block Attribute (page 119) \nprovides some protection against the attack as well. \nThe GM must approve any unusual type of Homing to \nensure it is not unbalanced."
  },
  {
    "name": "Tangle",
    "ranks": "1+",
    "description": "Weapons that can Tangle the victim may include an \nassault that freezes the target in ice or traps them in \nthe branches of an animated plant, or simple webbing \nthat immobilises the target. The physical entanglements \nproduced by these Weapons have 5 Health Points for \neach assignment of the Tangle Enhancement. If a target \ndoes not successfully defend against a Tangle attack, \nthey are trapped until sufficient damage is delivered to \nthe entanglement to reduce its Health Points to zero \nand destroy it. An entangled character has restricted \nmovement and performs any movement-related activities \n(such as attacking, defending, gesturing, etc.) with a \nmajor obstacle (page 182) on the appropriate dice roll. \nA victim who has partially destroyed an entanglement \nmay regain some body movement (GM’s discretion), \nreducing the major obstacle to a minor obstacle on dice \nrolls. A Tangle attack also inflicts regular Health Point \ndamage as well. To design an attack that Tangles the \ntarget without inflicting other types of damage, create \nan effective Level -1 Weapon."
  },
  {
    "name": "Incapacitating",
    "ranks": "2 or 4",
    "description": "Counts as 2 or 4 Enhancements (Attribute \neffectiveness reduced by 2 or 4 Levels). Incapacitating \nrepresents any form of attack that can instantly \nimmobilise a target regardless of the amount of \ndamage inflicted, such as putting an opponent to sleep \nor turning them to stone. The target must make an \naverage (Target Number 12) Body or Soul Stat roll \n(whichever is higher) to resist, with a minor obstacle \n(two assignments) or major obstacle (four assignments) \non the Stat roll. The Immutable Attribute (page 99) can \nprovide a bonus to resist. When designing the attack, \nspecify the form of the Incapacitating Weapon: asleep, \nawake but paralysed, turned to stone, transformed into \nan inert doll, etc. The immobilisation normally lasts \nfor only 1 round (two assignments) or 1 minute (four \nassignments). To design an attack that incapacitates the \ntarget without inflicting other types of damage, create \nan effective Level -1 Weapon."
  },
  {
    "name": "Targetted",
    "ranks": "1-3",
    "description": "The Weapon must be specified when it is designed \nas being Targetted against a specific individual or group. \nFor example, the Weapon might use good energy (extra \ndamage to evil creatures) or life energy (extra damage to \nundead creatures), or have a “trollslayer” enchantment \n(extra damage against trolls), or be an electromagnetic \npulse (extra damage against robots and cyborgs). Against the Targetted opponent type, the damage the \nWeapon inflicts is doubled as are the additional effects \nof Enhancements such as Drain, Flare, Incapacitating, \nIrritant, and Tangle. Targetted is assigned once if it \naffects only a single individual (such as the red dragon \nEmberfang) or a specific title-holder (perhaps “the \nDemon King”), twice if it affects a specific group or \nrelatively uncommon race (for instance, all dragons \nor all members of the royal army of Ikaris), or three \ntimes if it affects a common race or condition (such as \nall elves, all robots and cyborgs, all evil creatures). The \nGM may forbid Targetted Enhancements that affect \nan extremely common race or condition (for example, \nall humans or anyone with eyes). Add the Exclusive \nLimiter for a targetted attack that only affects a small \nset of opponents, with no damage delivered to other \nopponents."
  },
  {
    "name": "Incurable",
    "ranks": "1-3",
    "description": "The Weapon produces wounds or other effects \nthat are difficult to treat. One assignment means that \nthe Health Points lost due to this attack cannot be \nrestored using the Healing or Regeneration Attributes \n(or accelerated by drugs or technological aids) but can \notherwise recover naturally or be repaired normally. T wo \nassignments means that additionally natural healing \nrecovery (page 195) is also slowed to a weekly rate \ninstead of a daily rate. Three assignments means that \nno healing or other recovery is possible at all until some \nexotic event or treatment has occurred (the nature of \nwhich is specified during character creation and subject \nto GM approval).\n05: ATTRIBUTES\nPAGEPAGE\n137137Greg Doachi(e Odr2er 495087857)\nATTRIBUTES\nATTRIBUTES05: ATTRIBUTES\nPAGEPAGE"
  },
  {
    "name": "Trap",
    "ranks": "1",
    "description": "The Weapon lays a mine, booby trap, or some \nother similar device that “sits and waits” until someone \ntriggers it. The Weapon cannot be reused until it has \nbeen triggered. If someone blunders into a T rap, no \nattack roll is needed, but a successful difficult Mind \nStat roll (Target Number 15) will reveal the trap’s \npresence to the target before it activates and give the \ntarget time to avoid it. T rap is usually assigned without \nthe Range Enhancement to simulate a device that must \nbe carefully planted. If Range was added as well, the \nWeapon can be deployed to attack anyone nearby, with \na successful attack roll indicating that the T rap was fired \nor tossed into the correct area. The Area Enhancement \nis commonly added to enable a T rap to affect multiple \nfoes."
  },
  {
    "name": "Indirect",
    "ranks": "1",
    "description": "An Indirect Weapon can fire shots in a high ballistic \narc and is only assigned in conjunction with the Range \nEnhancement (page 147). Examples include Items such \nas grenade launchers and trebuchets, or a power or spell \nthat summons lightning, a storm of ice, or a meteor \nswarm down from the sky above. Indirect allows the \nattacker to shoot at targets hidden behind buildings, \nhills, or other obstacles, or even shoot over the horizon \nif the Range Enhancement is sufficiently high. Indirect \nfire is tricky, however, and imposes a minor obstacle \n(page 182) to the attack roll. To effectively fire at an \nindirect location, the attacker must be able to locate the \ntarget in some way (sensors can be used) or someone \nelse must spot the target and relay their position to the \nattacker."
  },
  {
    "name": "Unique",
    "ranks": "1+",
    "description": "The Weapon has some other unspecified ability that \nis not listed and is subject to GM approval. Examples \ncan include an attack that alters the target’s memories, \none that affects the appearance of the target, and \nmany more. The number of Unique Enhancement \nassignments required is determined by the GM based \non the benefit the Unique Weapon provides."
  },
  {
    "name": "Irritant",
    "ranks": "1-3",
    "description": "Irritant can represent pepper spray, a skunk’s musk, \nan itching spell, or similar effect. Whether or not damage \npenetrated the target’s Armour Rating, the target must \nmake an average (Target Number 12) Body Stat roll \nto resist, with no modifier (one assignment), a minor \nobstacle (two assignments) or major obstacle (three \nassignments) on the Stat roll. The Immutable Attribute \n(page 99) can provide a bonus to resist. Failure results \nin partial blindness or distraction, imposing a minor \nobstacle on all Stat and Skill rolls until the effects wear \noff after one minute or dramatic scene. Irritant is often \ntaken in conjunction with the Toxic Limiter to simulate \nan attack against which a gas mask may offer protection. \nTo design an attack that irritates the target without \ninflicting other types of damage, create an effective \nLevel -1 Weapon. Multiple Irritant effects against the \nsame victim are not cumulative. If combined with the \nIncurable Enhancement, Irritant lasts indefinitely until \nan appropriate cure is found."
  },
  {
    "name": "Vampiric",
    "ranks": "2 or 4",
    "description": "Upon a successful Vampiric attack, the lost Health \nPoints, Energy Points, or Stat values (as appropriate) are \ntransferred to the attacker. Any values or Points in excess \nof the user’s normal Level fade at a rate of 10 Health or \nEnergy Points or one Stat Level per minute. Vampiric \nis not usually combined with the Area, Autofire, or \nSpreading Enhancements. Vampiric must be assigned \ntwo times if it can only restore lost Health/Energy \nPoints or Stat values to their normal level, or four times \nif it can increase such Points or values even higher (to a \nmaximum of twice their normal level).\n05: ATTRIBUTES\nPAGEPAGE\n141141Greg Doachi(e Odr2er 495087857)"
  },
  {
    "name": "Inconspicuous",
    "ranks": "Special",
    "description": "Counts as 3 Enhancements (Attribute effectiveness \nreduced by 3 Levels). Most Weapon attacks have a visible \ncomponent that makes it easy for targets to determine \nwho is attacking them. An attack with the Inconspicuous \nEnhancement provides no such indication that it is \nabout to strike and does not reveal the identity of the \nattacker. This may result in the attacker gaining surprise, \nwhich prevents the victim from making a defence roll \n(page 192). If the target knows they are under attack, \nhowever, a defence roll can still be made with a minor \nobstacle (page 182) on the roll. Inconspicuous is most \noften associated with non-physical attacks such as ones \nwith the Drain or Psychic Enhancements"
  }
]